{
  "Introduction": "Saluton! Vi devas esti @, la nova farmisto. Mi estas Caroline.#$e#Mia edzo administras la ĝeneralan vendejon ĉi tie. Kaj ĉu vi renkontis mian filinon, Abigail? Ŝi estas la pala kun la purpura hararo.",
  "AcceptBirthdayGift_Positive": "Dankon, kara. Estas tre afabla de vi memori mian naskiĝtagon.$h",
  "AcceptBirthdayGift_Negative": "Ho... ĉu tio estas... naskiĝtaga donaco? Mi vidas... nu, dankon pro viziti.$a",
  "AcceptGift_(O)StardropTea": "Ooohh... ĉi tio estas bona. Mi konservos ĝin por trankvila tago en la sunĉambro.",
  "AcceptGift_(O)16": "Ho, vi furaĝis! Dankon!#$b#Per tio mi faros spican koktelan saŭcon. Tio metos iom da haroj sur la bruston de Pierre.$h",
  "cropMatured_815": "Mi rimarkis, ke vi kultivas teon en via bieno. Nepre alportu al mi tason!$h",
  "dating_Abigail_memory_oneday": "Abby diris al mi, ke vi du rendevuas. Tio estas ĉarma!",
  "GreenRain": "Mi neniam antaŭe vidis verdan pluvon... Ne povas esti tro danĝera, se vi alvenis vive ĉi tie!",
  "GreenRain_2": "Ha, la speciala pluvo revenis! Ĉi-jare, mi pleje profitos!#$e#Ĉi tio postulas tason da verda teo!$h",
  "movieTheater_memory_oneweek": "Estas amuze havi kinejon en la vilaĝo. Mi volas iri vidi vesteran filmon!",
  "married_Abigail": "Mi estas tiel feliĉa por vi du! Bonvenon al la familio!$h",
  "wonGrange": "Pierre provas ludi ĝin trankvile, sed li bolas pri perdo kontraŭ vi ĉe la Stardew Valley Foiro.",
  "married_memory_oneweek": "Ha, la novedzito. Do, kiel estis la mielmonato?#$e#Mi vidas. Nu, mi supozas, ke la bieno velkus, se vi forestus dum iom da tempo...",
  "eventSeen_719926": "Ĉu vi sentas vin malstreĉita? Mi vetas...",
  "houseUpgrade_1": "$y 'Mi aŭdis, ke vi ricevis novan kuirejon! Ĉu vi pensas, ke vi multe kuiros?_Mi planas!_Ĝi estas bona lerteco havi. Kaj kun ĉiuj tiuj freŝaj ingrediencoj en via bieno, certe estos bongusta!_Nu, ĝi estas nur por aspekto_Mi vidas. Nu, ne forgesu manĝi ĝuste... nutrado estas grava.'",
  "achievement_15": "Juĝante laŭ la bongustaj odoroj elfluantaj de via loko, mi scias, ke vi estis okupata en la kuirejo!$h",
  "Resort_Entering": "Willy donis al ni ĉiun pecon de sia sekita fiŝo. Mi ankoraŭ maĉas ĝin.",
  "Resort_Leaving": "Mi dormos bone ĉi-nokte!$h",
  "Resort_Shore": "La akvo estas tiel varma ĉi tie kompare kun la valo. Estas vere agrable!",
  "Resort_Chair": "%Caroline provas dormeti.",
  "Resort_Bar": "Mi diris al Gus surprizu min, kaj li faris glacian verdan teon kun mangoŝelo. Kiel bela!$h",
  "Resort": "Sal @. Ĉu vi estas ĉi tie por malstreĉiĝi aŭ por labori?",
  "Mon": "Mi deziras, ke Abby ne pasigus tiom da tempo en sia ĉambro.",
  "Mon_inlaw_Abigail": "Saluton, @. Ĉu vi ĝuas la geedzan vivon? Mi esperas ke jes!",
  "Mon8": "#$1 Caroline23#Kiam ni unue transloĝiĝis al Pelikana Urbeto mi sekrete promenadis al la turo de la Sorĉisto. Ne diru al Pierre, li havas problemojn pri ĵaluzo.#$e#Abigail naskiĝis ĉirkaŭ unu jaron post kiam ni translokiĝis al Pelikana Urbeto. Mi scivolas, ĉu ŝi iam spertos vivon ekster la valo?",
  "Tue": "Mi vidis sovaĝan krenon en la arbaro.#$e#Furaĝo povas esti amuza maniero gajni iom da mono. Aŭ vi povas uzi kion vi trovas kiel donacoj aŭ manĝaĵo.",
  "Wed": "Saluton. Ĉu vi havas ĉion, kion vi bezonas por la bieno?#$e#Se ne, ni eble povos helpi vin.#$e#Ni vendas diversajn utilajn objektojn.",
  "Thu": "#$1 Caroline1#Hmmm... Mi scivolas, ĉu mi povas igi Pierren kuiri vespermanĝon ĉi-vespere.#$e#Hmmm... kion mi pretigos por vespermanĝi ĉi-vespere?#$e#Eble mi nur ricevos elportaĵon el la Salono .",
  "Fri": "Estas belaspekta tago.#$e#En tiaj tagoj mi ŝatas helpi Evelyn pri la publikaj ĝardenoj.#$e#Ŝi estas forta por sia aĝo, sed mi pensas, ke ŝi aprezas la tutan helpon, kiun ŝi povas ricevi.",
  "Sat": "Ĉu estas nur mi, aŭ ĉu Abigail havas nesanan intereson pri pereo kaj malgajo?#$e#Eble mi estas nur tro maljuna por kompreni.",
  "Sat_inlaw_Abigail": "La vespermanĝo estas multe pli kvieta ekde kiam Abigail elloĝiĝis...#$e#Ne, ne ĉar ŝi kutimis maĉi kun la buŝo malfermita!$h",
  "Sat2": "Abby ĉiam havis strangan intereson pri la okulto. Mi ne certas, de kie ŝi ricevas ĝin...",
  "Sat4": "Abby ĉiam havis strangan intereson pri la okulto. Mi certas, ke ĝi estas nur fazo...",
  "Sat6": "#$1 Caroline12#Kiam ni unue transloĝiĝis ĉi tien, mi bezonis tempon por ekloĝi... Mi ne estis preta por la hejma vivo.#$e#Pierre estas iom konvencia... sed li estas bona homo. Li estas ambicia, sed li ĉiam metas sian familion unue.",
  "Sun": "Hodiaŭ mi nur malstreĉiĝos kaj pensos pozitive.#$e#Ĉu vi iam prenas liberan tagon?",
  "Wed6": "Stardew Valley estas agrabla, sed mi ŝatus koni pli da homoj.#$e#Mi ĝojas, ke ni amikiĝis.",
  "summer_Mon": "Merkrede la butiko estas fermita.#$e#Memoru tion, se vi bezonos ion ajn.",
  "summer_Tue": "Mi lastatempe vidis sovaĝajn fruktojn en la arbaro.#$e# Furaĝado povas esti amuza maniero gajni iom da mono. Aŭ vi povas uzi kion vi trovas kiel donacoj aŭ manĝaĵo.",
  "summer_Wed": "Saluton. Ĉu vi havas ĉion, kion vi bezonas por la bieno?#$e#Se ne, ni eble povos helpi vin.#$e#Ni havas diversajn utilajn objektojn.",
  "summer_Sat": "Ĉu estas nur mi, aŭ ĉu Abigail aspektas iom pala?#$e#Eble mi nur tro zorgas pri ŝi.",
  "summer_Sat_inlaw_Abigail": "Kiel fartas la sano de Abigail? Ŝi ĉiam estis tia pala knabino. Espereble la biena vivstilo metas iom da koloro en ŝiajn vangojn.",
  "summer_Sun": "Hodiaŭ mi nur malstreĉiĝos kaj pensos pozitive.#$e#Ĉu vi iam prenas liberan tagon?",
  "summer_Wed6": "La tempo ŝajnas pasi pli kaj pli rapide ju pli vi maljuniĝas...$s ",
  "fall_Mon": "Aŭtuno estas la plej ŝatata sezono de Abby, do mi esperas, ke ŝi eliros el sia ĉambro pli ofte.",
  "fall_Mon_inlaw_Abigail": "Abby prenis retajn klasojn ĉi tie, sed mi ne pensas, ke ŝia koro estis vere en ĝi...#$e#Ŝi estas libera spirito, kiel mi estis antaŭ ol mi renkontis Pierre. Ŝi verŝajne havas la tempon de sia vivo en via bieno.",
  "fall_Tue": "Mi vidis manĝeblajn fungojn en la arbaro.#$e# Furaĝado povas esti amuza maniero gajni iom da mono. Aŭ vi povas uzi kion vi trovas kiel donacoj aŭ manĝaĵo.",
  "fall_Sat": "Ĉu estas nur mi, aŭ ĉu Abigail ludas tro da videoludoj?#$e#Eble mi estas iom malmoderna.",
  "fall_Wed6": "Sciu, mi iam volis esti farmisto mem. Nu, pli kiel ranĉisto.#$e#Mi ĉiam amis filmojn pri la sovaĝa okcidento kiam mi estis knabino.",
  "winter_Tue": "Vintro estas severa, sed vi povas elfosi kelkajn radikojn, se vi estas bonŝanca.#$e#Furaĝado povas esti amuza maniero gajni iom da mono. Aŭ vi povas uzi kion vi trovas kiel donacoj aŭ manĝaĵo.",
  "winter_Fri": "Kvankam estas malvarme, mi tamen kontrolas la publikajn ĝardenbedojn de tempo al tempo.#$e#Mi volas nur certigi, ke ili ne estas tro difektitaj antaŭ la printempo revenos.",
  "winter_Sat": "Ĉu vi ne pensas, ke Abby aspektus pli bone kun sia natura harkoloro?#$e#Ŝi kutimis havi hele kaŝtankoloran hararon.",
  "winter_Wed6": "Ĉu vi ekscitas por la nova jaro?#$e#Mi antaŭdiras, ke vi estos supersukcesa en via bieno.$h"
}
