{
  "Introduction": "Er... saluton. Mi estas Clint.#$e#Mi estas la loka forĝisto. Se vi iam bezonos plibonigi viajn ilojn, vizitu mian forĝejon.",
  "AcceptBirthdayGift_Positive": "Mi kutime ne ricevas naskiĝtagajn donacojn. Ĉi tio signifas multon por mi, @. Dankon.",
  "AcceptBirthdayGift_Negative": "Ĉu ĉi tio estas naskiĝtaga donaco? Ĝi estas, uh... interesa elekto. Nu mi dankas, ke vi memoris min, ĉiuokaze.",
  "AcceptGift_(O)StardropTea": "Ĉu vi donas ĉi tion... al mi? Mi kredas ke mi ne meritas ĝin, sed.. dankon.",
  "AcceptGift_(O)SkillBook_3": "Ho, interese... Ĉi tiuj libroj ne estas tre facile troveblaj en la valo.#$b#Ŝajnas, ke ĉi tie estas multaj bonaj konsiloj. Dankon, @.",
  "mineArea_40": "Ha, mi povas konstati el la gratsignoj sur via pioĉo, ke vi atingis pli profundan tavolon de la minoj.#$e#Se iĝos malfacile disrompi ŝtonojn, vi eble volus plibonigi vian pioĉon. Mi povas helpi.",
  "GreenRain": "Estas tiaj situacioj, kie la vera karaktero de homo estas elprovata.#$e#Mi gardos Em... Mi volas diri, mi gardos ĉiujn kontraŭ la toksa pluvo!",
  "GreenRainFinished": "Nu tio estis fuŝaĵo. Kaj ĉi tie mi pensis, ke finfine estas mia ŝanco esti heroo. Ho nu... Reen al la muelŝtono.",
  "GreenRain_2": "Mi sentas min malbone konfesante tion, sed foje mi deziras, ke estu vera katastrofo, ne nur ia muta verda pluvo.#$b#Io por skui ĉion, ĉu vi scias?#$b#Ne, ke mi volas, ke homoj vundiĝu.. .#$b#Mi nur volas senti min viva... Senti, ke mi havas celon...",
  "mineArea_121": "Interesaj. Sur via pioĉo estas etaj iridiaj flokoj... vi iris al la dezertaj kavernoj, ĉu?#$e#Mi ĉiam volis fandi iridion. Ne estas facile akirebla.",
  "eventSeen_101_memory_oneweek": "Ĉu Emily diris ion pri nia rendevuo la alian tagon?#$b#Atendu, ne diru al mi... Prefere mi ne scias. Eble mi ankoraŭ povas savi mian dignon.$s",
  "dating_Emily": "Mi... um... aŭdis ke vi kaj Emily estas kune. Gratulon.$s",
  "married_Emily": "%Clint rigardas la teron kaj nenion diros al vi.",
  "divorced_Emily": "Mi sentis min strange esperema lastatempe.",
  "Resort_Entering": "Mi surmetos miajn specialajn ruĝajn kofrojn. Ili supozeble estas vere okulfrapaj.",
  "Resort_Leaving": "Nu, tio ne rezultis kiel mi imagis...",
  "Resort_Shore": "Ho ve... mi forgesis tondi miajn piedungojn.$s",
  "Resort_Shore_2": "Mi pensis, ke labori ĉe forno preparus min por ĉi tiu varmo. Sed mi ŝvitas en lokoj, kie mi ne sciis, ke mi povus.$s#$e#Mi esperas, ke neniu rimarkis...#$e#La korpo de %Clint brilas. ...",
  "Resort_Chair": "Ho... mia tuta torso estas bruligita.$s",
  "Resort_Bar": "Mi estas malsata...$s",
  "Resort": "*suspiro*... Ni ĉiuj estas ĉe la plaĝo sed mi ankoraŭ sentas min tiel sola...$s",
  "reject_868": "Hmm... Tio estas interesa ŝtono, kiel nenio, kion mi antaŭe vidis.#$b#Mi tamen ne scius kion fari per ĝi. Mi okupiĝas pri la sekulara, ne la magia...",
  "cc_Minecart": "Iel la malnova vilaĝa minĉarsistemo denove ekfunkciis. Ĝi estas tre oportuna por veni al kaj de la minejoj.#$b#Ne tro komforte tamen... se ĝi povas ekfunkciigi tiel subite, ĝi same bone povus fermiĝi...",
  "Mon": "Jes. Mi estas forĝisto.#$e#Mia patro ankaŭ estis forĝisto.#$e#Mia avo estis ankaŭ forĝisto.$u#$q 9/9 Mon_old#Mi vetas, ke vi ne povas diveni, kio estis mia praavo...#$r 9 30 Mon_9#Forĝisto.#$r 9 50 Mon_clown#Stulta klaŭno.#$r 9 -50 Mon_rude#Sarkasma idioto.",
  "Mon_old": "Kaj jes, mia praavo ankaŭ estis forĝisto.",
  "Mon_9": "Kiel vi scius?$u",
  "Mon_clown": "Hahahaha. Bona ŝerco.$h",
  "Mon_rude": "Ŭaŭ. Tio estis malĝentila. Mi estis nur amuza kaj vi prenis ĝin al tute nova nivelo.",
  "Mon4": "Ĝoju, ke vi estas farmisto, @. Estas pli agrable labori ekstere ol per varma forno la tutan tagon.#$e#Mi estas nur forĝisto, ĉar mia patro puŝis min.",
  "Tue": "Se vi volas, ke mi plibonigu viajn ilojn vi devos doni al mi la ĝustan ercon.#$e#Kaj vi devos pagi al mi kotizon, kompreneble.",
  "Wed": "Hej. Kion vi bezonas?",
  "Wed6": "Ho, saluton @. Pardonu, se mi aspektas iom senorda. Mi laboris ĉe la forno la tutan matenon.$h#$e#Do, ĉu vi bezonas ion, aŭ ĉu vi volas nur viziti?",
  "Thu": "Komerco malbonas lastatempe.#$e#Vi devus plibonigi viajn ilojn. Mi povus uzi la monon.",
  "Thu8": "Mi aŭdis, ke Emily havas amikon, kiu loĝas en la dezerto. Ĉu vi scias ion pri ŝi?#$e#Mi scivolas, ĉu ŝi estas fraŭla...$s",
  "Fri": "La vetero ne vere gravas por mi. Mi kutime restas proksime de mia butiko tutjare.#$e#Deprima, ĉu?",
  "Fri8": "Mi devus ŝpari kaj aĉeti komputilon...#$e#Eble mi povas trovi koramikinon en la 'interreto'...$s#$e#Kio? Ne juĝu min! Ne ĉiuj estas mojosa, alloga, socikapabla bienisto!$u#$e#Kion devas fari ulo kiel mi? *ĝemas*$s",
  "Sat": "Foje mi demandas min kiel mi alvenis en ĉi tiu vilaĝo.$u",
  "Sat6": "Damne, mi estas tro maljuna por fari ion ekscitan plu. Ĉio, kion mi povas antaŭĝoji, estas jaroj kaj jaroj da ŝvita, varma fornlaboro.",
  "Sat10": "Kiel fartas viaj iloj?#$b#Se ili iam bezonos riparojn, simple venu al mia butiko. Mi garantias ĉi tiujn ilojn por la vivo!",
  "Sun": "Ĉu vi ne havas laboron por fari?",
  "Sun4": "Do kiel viaj iloj fartas?",
  "Sun8": "Mi ne scias, ĉu homoj tion rimarkas, aŭ zorgas, sed mi ja multe fieras pri mia laboro.#$e#Mi volas diri... Kiam mi estis knabo, mi ne vere revis fariĝi forĝisto. Sed jen kio mi estas. Kaj mi volas esti la plej bona forĝisto, kiun mi povas esti.",
  "event_advice1": "Bone... mi tion memoros.",
  "event_advice2": "Jen la problemo... mi ja agas nature... sed mi neniam havas sukceson.$s",
  "Mon8": "Mi malamas diri ĝin, sed foje mi ĝojas, ke mia patro devigis min fariĝi forĝisto. Almenaŭ mi havas profesion.#$e#Se mi ne havus laboron por fari, mi verŝajne pasigus la tutan tagon nur sidante kompatante min.$s"
}
