{
  "Introduction": "Hey, you're pretty good at mining, for a human.",
  "AcceptBirthdayGift_Positive": "Oh! I've read about this tradition... it's a 'birthday gift', isn't it? Hmm, very interesting...",
  "AcceptBirthdayGift_Negative": "Oh! I've read about this tradition... it's a 'birthday gift', isn't it?#$b#So, is it part of the tradition to give out garbage like this?",
  "GreenRain": "I can't see the color green very well.#$b#I guess it's part of living underground for so long.",
  "AcceptGift_(O)StardropTea": "*sniff*... is this milk? *sip*... hmm... tastes good.",
  "Mon": "I got all this stuff from the surface. I just take it from your people during the night.#$e#Hmm? What is this concept you call \"private property\"?",
  "AcceptGift_milk_item": "Ah, 'milk'... *slurp*... How interesting. Remind me, again... where exactly does this juice come from?#$b#...!!! *sploosh*",
  "Tue": "Ah... cave carrot stew, cave carrot roast, cave carrot soup and cave carrots au gratin.#$e#...And a ramekin of cave carrot brulee to sweeten the night.#$e#What?",
  "firstVisit_IslandNorth": "If you enter the volcano on Ginger Island, you might encounter others like me. Don't be alarmed! We're peaceful with humans.",
  "mineArea_121": "You know, you're pretty good at mining, for a human.",
  "fishCaught_158": "Oh, you caught a Stonefish? I know them very well. We sometimes keep them as pets.",
  "fishCaught_161": "Oh, you caught an Ice Pip? They're energetic little fish, despite the frigid environment they live in. My people avoid the frozen areas, though... too cold!",
  "fishCaught_162": "Oh, you caught a Lava Eel? Very good! Lava Eel fishing is a big part of our culture. They're considered a delicacy!",
  "firstVisit_Caldera": "You found the legendary Dwarvish Forge? Incredible... I've never seen it, myself.#$e#The machinery is so old, none of my people understand how it works. But it's definitely Dwarvish technology.",
  "Wed": "Hey, wanna buy something?",
  "Wed_6": "Long ago, my people knew the secrets of advanced technology. The archaeological evidence proves that.#$e#But I wonder where it came from? And where did it all go? I guess some questions will never be answered...",
  "Thu_4": "I feel most comfortable underground.#$e#The deeper underground the better.",
  "Fri": "You've never seen a dwarf before, have you?",
  "Sat_8": "The mines can be a treacherous place. Be careful, friend.",
  "Sat": "It's dangerous in the mines. Why don't you buy a few things from my shop to ensure your safety?",
  "Sun": "One day you'll have to tell me about this beverage you call \"milk\".",
  "Thu": "You're not a spy sent by the Shadow People, are you?#$e#I'm keeping my eye on you.",
  "Fri_2": "Most humans fear the unknown... that's why I've hidden my shop here.#$e#Your mining skills prove you're trustworthy."
}