{
  "Introduction": "Saluton, vi estas sufiĉe lerta pri minado, por homo.",
  "AcceptBirthdayGift_Positive": "Ho! Mi legis pri tiu ĉi tradicio... ĝi estas 'naskiĝtaga donaco', ĉu ne? Hmm, tre interese...",
  "AcceptBirthdayGift_Negative": "Ho! Mi legis pri tiu ĉi tradicio... ĝi estas 'naskiĝtaga donaco', ĉu ne?#$b#Do, ĉu estas parto de la tradicio disdoni rubaĵojn tiel?",
  "GreenRain": "Mi ne povas tre bone vidi la verdan koloron.#$b#Mi supozas, ke tio estas parto de vivi subtere tiom longe.",
  "AcceptGift_(O)StardropTea": "*flaras*... ĉu ĉi tio estas lakto? *sip*... hmm... bongustas.",
  "Mon": "Mi ricevis ĉiujn ĉi aĵojn de la surfaco. Mi nur prenas ĝin de via popolo dum la nokto.#$e#Hmm? Kio estas ĉi tiu koncepto, kiun vi nomas \"privata proprieto\"?",
  "AcceptGift_milk_item": "Ha, 'lakto'... *trinkas*... Kiel interese. Rememorigu min, denove... de kie ĝuste venas ĉi tiu suko?#$b#...!!! *kraĉas*",
  "Tue": "Ha... kaverna karotstufaĵo, kaverna karotrostaĵo, kavernkarota supo kaj gratinataj kavernaj karotoj.#$e#...Kaj kaverna karotkuko por dolĉigi la nokton.#$e#Kio?",
  "firstVisit_IslandNorth": "Se vi eniros la vulkanon sur Zingibra Insulo, vi eble renkontos aliajn kiel mi. Ne maltrankviliĝu! Ni estas pacaj kun homoj.",
  "mineArea_121": "Vi scias, vi estas sufiĉe lerta pri minado, por homo.",
  "fishCaught_158": "Ho, vi kaptis Ŝtonfiŝon? Mi tre bone konas ilin. Ni foje konservas ilin kiel dorlotbestojn.",
  "fishCaught_161": "Ho, vi kaptis Glacian Pipon? Ili estas energiaj fiŝetoj, malgraŭ la malvarma medio en kiu ili vivas. Miaj homoj evitas la frostajn areojn, tamen... tro malvarmaj!",
  "fishCaught_162": "Ho, vi kaptis Lafan Angilon? Tre bona! Fiŝkaptado de Lafa Angilo estas granda parto de nia kulturo. Ili estas konsiderataj bongustaĵo!",
  "firstVisit_Caldera": "Ĉu vi trovis la legendan Nanan Forĝejo? Nekredeble... Mi neniam vidis ĝin, mi mem.#$e#La maŝinaro estas tiel malnova, neniu el ni komprenas kiel ĝi funkcias. Sed ĝi estas sendube nana teknologio.",
  "Wed": "Hej, ĉu vi volas aĉeti ion?",
  "Wed_6": "Antaŭ longe, mia popolo sciis la sekretojn de altnivela teknologio. La arkeologia pruvo pruvas tion.#$e#Sed mi scivolas de kie ĝi venis? Kaj kien ĉio iris? Mi supozas, ke kelkaj demandoj neniam estos responditaj...",
  "Thu_4": "Mi sentas min plej komforta subtere.#$e#Ju pli profunde subtere des pli bone.",
  "Fri": "Vi neniam antaŭe vidis nanon, ĉu?",
  "Sat_8": "La minejoj povas esti perfida loko. Estu singarda, amiko.",
  "Sat": "Estas danĝere en la minejoj. Kial vi ne aĉetas kelkajn aĵojn de mia butiko por certigi vian sekurecon?",
  "Sun": "Iun tagon vi devos rakonti al mi pri tiu ĉi trinkaĵo, kiun vi nomas \"lakto\".",
  "Thu": "Vi ne estas spiono sendita de la Ombraj Uloj, ĉu?#$e#Mi observos vin.",
  "Fri_2": "Plej multaj homoj timas la nekonatan... tial mi kaŝis mian butikon ĉi tie.#$e#Viaj minadkapabloj pruvas, ke vi estas fidinda."
}
