{
  "Introduction": "Ho!... Mi povas legi vian vizaĝon. Vi amos la vivon ĉi tie en Pelikana Urbeto.#$b#Se vi iam serĉas ion por fari vespere, venu al la salono. Tie mi laboras!",
  "AcceptBirthdayGift_Positive": "Ho, vi rememoris mian naskiĝtagon! Dankon, @! Tio estas vere afabla de vi.$h",
  "AcceptBirthdayGift_Negative": "Ho, vi rememoris mian naskiĝtagon! Dankon, @! Tio estas vere af--$h#$b#...*snufas*...*snufas*... kio estas tiu odoro?$s#$b#... Kio estas ĉi tio...?$s",
  "FlowerDance_Accept": "Jes, mi ŝatus danci kun vi, @!$h#$e#Nun mi estas ekscitita... Ĉi tio estos tre amuza!",
  "AcceptGift_(O)StardropTea": "Ŭaŭ, dankon! Mi aŭdis, ke se vi trinkos ĉi tion antaŭ enlitiĝo, vi havos vivajn sonĝojn.",
  "AcceptGift_(TR)ParrotEgg": "Ho, bone, estas ankoraŭ varme... Kompatindulo, kie estas ĝia patrino? *Flustras* ...Mi estos via patrino, ne zorgu... Kompatinda bebo.$s#$b#Mi ĝojas, ke vi donis ĉi tion al mi, @. Mi tre bone prizorgos ĝin.",
  "AcceptGift_(O)68": "$c 0.5#Ho, ŭaŭ... Dankon! Ĉi tiu koloro perfekte kaptas mian humoron hodiaŭ.$h#La varma, trankviliga energio de ĉi tiu ŝtono helpas nin recentri niajn pensojn... Ĝi estas fakte ĝuste tio, kion mi bezonis en tia tago. Dankon!",
  "AcceptGift_(O)70": "$c 0.5#Tio estas amuza, mi sonĝis, ke vi hodiaŭ donos al mi pecon da jado!$h#Ho, ĝi estas jado! Ĉi tio supozeble allogas riĉecon... Kaj kiu ne povus uzi kelkajn kromajn monerojn en la poŝo?$h",
  "AcceptGift_(O)66": "$c 0.5#Ho, ĝi estas bela, @! Mi esperas, ke vi ne tro danĝeris vin por akiri ĉi tion.$h#Ha, ametisto! Ĉi tio protektos min en tiuj malfruaj noktoj laborantaj ĉe la Salono.",
  "AcceptGift_(O)64": "$c 0.5#Ŭaŭ, rigardu tiun koloron! Ĝi perfekte kongruas kun mia kostumo.$h#Ho, ĉi tio estas perfekta... Mi sentas min iom malvigla lastatempe. Rubioj estas bonegaj por vigligi la spiriton!",
  "AcceptGift_(O)62": "$c 0.5#Ĝi estas tiel glata! Kiam mi tenas ĝin... mi povas senti la energion de ĉiuj niksinoj en la maro. Dankon!#Dankon! Mi metos ĉi tion sub mian kusenon, kaj espereble mi sonĝos pri la oceano.",
  "AcceptGift_(O)60": "$c 0.5#Ho!... Hehe... Mi scias ĝuste kial vi donis al mi ĉi tiun ŝtonon hodiaŭ. Tre interese...#Ve, ĝi estas bela! Ĉi tiu koloro pensigas min pri la tuta spirita potenco ene de la arbaro... Ĉu vi povas senti tiun lignoenergion?",
  "GreenRain": "Devas esti senco malantaŭ tio... Naturo provas ion diri al ni.$3#$e#Kio tamen? Mi ne povas diri... Estas malfacile legebla. Mi sentas fortan ĉeeston, tamen...$3",
  "GreenRain_2": "Ĉu vi povas senti ĝin? La arbaro kantas! La arboj dancas kun ĝojo!",
  "married_Haley": "Tio estis bela geedziĝo... Mi estas vere feliĉa pro vi kaj Haley!$h",
  "divorced_Haley": "Haley estas tro fiera por esti korŝirita pro la eksedziĝo... Aŭ almenaŭ por montri tion.$3",
  "eventSeen_471942": "Saluton @. Mi havis la senton, ke mi vidos vin hodiaŭ.",
  "eventSeen_463391": "Nenio estas pli malĝoja ol vundita besto...$s",
  "purchasedAnimal_Sheep": "Nun kiam vi havas ŝafon, vi povos fari ŝtofon! Tio malfermos tute novan mondon de tajloraj eblecoj. Nur atendu kaj vidu.",
  "eventSeen_11_memory_oneweek": "Ĉu vi iam provis kuiri sen recepto? Ĝi estas iom liberiga.#$b#Kaj kiu scias... vi eble malkovros ion mirindan!",
  "eventSeen_101_memory_oneweek": "Mia ekskurso kun Clint estis sufiĉe amuza!#$b#Kvankam, li verŝis radikbieron sur sin ene de dek minutoj post alveno tien, kaj poste apenaŭ diris unu vorton la reston de la nokto.$3",
  "eventSeen_4081148": "Hej, mi vidis vin ĉe la spektaklo de Sam. Estis amuze!$h#$e#La vilaĝo tamen sufiĉe malbone odoris.$s",
  "eventSeen_2123343_memory_oneday": "Mi ne forgesos nian kampadvojaĝon...$l",
  "dating_Emily": "%Emily havas grandan rideton sur ŝia vizaĝo.",
  "dating_Emily_memory_oneday": "Ni multe amuziĝos kune, mi simple scias tion.$h",
  "married_Shane": "Nu, nun kiam vi estas edziĝinta, mi supozas, ke Shane ne venos al la Salono tiom multe!#$e#Tio verŝajne estas bona afero, sed mi ĉiam iom malĝojas perdi regulan klienton...$s",
  "Resort_Entering": "Ho, mi ŝatas ĉi tiun lokon! Ĝi estas plena de papagoj!",
  "Resort_Leaving": "Ah... miaj pulmoj sentas sin perfektaj.",
  "Resort_Shore": "Ĉu vi povas senti ĝin? La oceano havas profundan sanigan energion.",
  "Resort_Chair": "Ĉu vi amuziĝas, @? Vi devas memori fari paŭzojn de tempo al tempo ankaŭ!",
  "Resort_Bar": "Estas agrable esti sur ĉi tiu flanko de la trinkejo por unu fojo!$h",
  "Resort": "Se vi malfermas vian koron al la suno, vi povas senti aman energion ene de vi.$h",
  "Resort_Dance": "%Emily perdiĝas en la muziko.",
  "FlowerDance_Accept_Spouse": "Kompreneble, mia amo. Mi antaŭĝojis ĉi tion!$h",
  "FlowerDance_Decline": "Mi tre bedaŭras... sed mi jam konsentis danci kun iu alia.$u",
  "divorced": "@... Vi rompis mian koron... Mi simple ne plu povas paroli kun vi.$s#$e#Bonvolu, lasu min provi resanigi...$s",
  "dumped_Girls": "...$s",
  "breakUp": "B...Sed mi pensis, ke ni havas specialan ligon... *hmm*$s",
  "reject_866": "Ho, tio estas bela... Mi havas amikon, kiu amus tion! Sed ŝi loĝas malproksime de ĉi tie...",
  "secondChance_Girls": "@... Mi pretas doni al vi duan ŝancon. Mi ankoraŭ kredas, ke en vi estas bona homo.$s",
  "Mon": "Ĉu mi diris al vi, ke Haley kaj mi estas fratinoj? Strange, ĉu ne?",
  "Mon2": "Mi havas sekretan ŝatokupon, sed mi ne diros plu.#$e#Eble mi montros al vi iam.$h",
  "Mon4": "Ĉi tiu mondo estas plena de spiritoj kaj magio... Iuj ne kredas min, sed mi scias, ke ĝi estas vera.#$e#Mi povas vidi ĝin en viaj okuloj... vi kredas je la alia mondo, kiel mi.",
  "Mon6": "Mi deziras, ke Haley akirus laboron aŭ almenaŭ kontribuus al kuirado kaj purigado.$s#$e#Mi pensas, ke ŝi esperas edziĝi kun iu riulo.$u",
  "Mon6_inlaw_Haley": "Mi devas diri, ke nun kiam Haley foriris, mi multe pli facile tenas aferojn en ordo.",
  "Mon8": "Estas bonaj homoj en ĉi tiu vilaĝo, kiuj ŝajne ne povas trovi feliĉon. Tio malĝojigas min.$u#$e#Laborante en la salono, mi aŭdas unuamane pri ĉies problemoj.$u",
  "Tue": "Mi laboras partatempe ĉe la salono de Gus. Ĝi pagas la fakturojn.",
  "Tue4": "Mi nur laboras ĉe Gus por povi pagi la fakturojn... sed mia vera pasio estas tajlorado.$u#$e#Mi faris ĉi tiujn vestaĵojn de nulo, rigardu?",
  "Tue6": "Ho, saluton... Estas afable de vi viziti min tiel.$h",
  "Tue8": "Vi scias, @... Mi pensas, ke la estonteco aspektas brila por ni ambaŭ.",
  "Wed": "Mi aŭdis onidirojn pri maloftaj kaj potencaj magiaj ringoj, forĝitaj antaŭ longe de forgesitaj civilizacioj. Mi ne certas ĉu ĝi estas vera aŭ nur fabelo.",
  "Wed4": "Ĉu vi kaptas fiŝojn? Mi nur esperas, ke vi traktas la Kompatindulojn home.$s#$e#Ĉiu besto meritas nian respekton, eĉ la ŝlimajn.",
  "Wed6": "Havu fidon... ĉiutage vi faras unu plian paŝon sur la vojo de via destino.",
  "Wed8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Hey, @.#$e#Mi ĉiam sciis, ke ni fariĝos bonaj amikoj. Ĝi estis skribita en la steloj!|Saluton, @.$u#$e#Mi ĉiam sciis, ke ni iĝos proksimaj tiel...",
  "Thu": "Mi esperas, ke vi kultivas en daŭripova maniero. La ekosistemo de la valo estas delikata!#$e#Kiel mi scias? Mi havas fortan instinkton!",
  "Thu4": "Foje la floroj parolas al mi... ĉiu havas malsaman historion por rakonti!",
  "Fri": "Ah, printempo. La sezono de paŝteloj. Mi efektive preferas juvelajn tonojn, mi mem.#$b#Ho, pardonu! Mi denove murmuris pri modo, ĉu ne?",
  "Sat": "Mi ŝatas fari miajn proprajn vestaĵojn, sed ne estas facile akiri ŝtofon.#$e#Kaj estas tiom longa vojaĝo al la urbo.",
  "Sat6": "Ĉu vi iam pensas pri la teksturo de ŝtofo, @? Ĉiu teksturo havas klaran personecon... palpu mian robon... ĉu sentas ĝin?",
  "Sun": "Saluton @!#$e#Ĉu vi bredas ŝafojn en via stalo? Vi povas transformi ilian lanon al bela ŝtofo!#$e#Vi tamen bezonos teksilon. Vi povas fari ilin mem se vi konas la manfaritan recepton.",
  "Sun4": "Ĉi tiu domo estis lasita en nia zorgo de miaj gepatroj. Ili travojaĝas la mondon dum la lastaj du jaroj.#$e#Ni tute ne scias, kiam ili revenos.#$e#Mi tamen ĝuas vivi ĉi tie. Ĝi estas bela areo kaj la vilaĝanoj estas afablaj.",
  "event_dance1": "Dankon!",
  "event_dance2": "Um... Bone. Mi bedaŭras, ke vi ne ŝatis ĝin. Mi supozas, ke tiuj tri jaroj da praktiko estis kompleta malŝparo...$s",
  "event_dance3": "Ĉu vi vere pensis tiel? Ĝuste tio estas la efiko por kiun mi celis!$h#$b#Mi tre ĝojas, ke vi ŝatis ĝin.",
  "summer_Mon": "Haley estas elektema manĝanto. Estas tiel malfacile kuiri por ŝi.",
  "summer_Mon4": "Manĝi sana estas tre grava por mi. Mi volas vivi longan kaj aktivan vivon.",
  "summer_Mon_inlaw_Haley": "Haley kaj mi interkonsentas multe pli bone nun kiam ŝi translokiĝis. Mi antaŭĝojas ŝiajn vizitojn!",
  "summer_Tue": "Saluton, @.#$e#Mi sentas min maldiligenta hodiaŭ.$u",
  "summer_Tue6": "Mi sentas min malbone pro Linus. Homoj juĝas lin, sed li nur vivas alian vivstilon.$u#$e#Mi deziras, ke ĉiuj lernu akcepti aliajn.",
  "summer_Sun6": "Saluton, @! Ni fariĝis bonaj amikoj, ĉu ne?$h#$e#Mi ĝojas.^Mi ĝojas.$h",
  "summer_Sun8": "Saluton, @! Ni fariĝis bonegaj amikoj, ĉu ne?$h#$e#Tio povas soni strange, sed mi ĉiam estis certa, ke tio okazos.",
  "summer_Wed": "Ne multe pluvas somere, ĉu?#$e#Tio signifas nur pli da akvumado por vi, ĉu?#$e#Aŭ ĉu vi ĝuas la sunan veteron?",
  "summer_Thu": "Mi konsideras abelojn kaj papiliojn kiel miaj specialaj amikoj!",
  "summer_Fri": "Se mi ne estus tiom okupata, mi venus helpi vin sur la bieno!#$e#Sed Gus ĉagreniĝus se mi havus alian laboron...$s",
  "summer_Fri6": "Sciu, mi certas, ke Gus komprenus, se mi volus forlasi la Solonon iam.#$b#Estas tiom multe tie ekstere en la mondo, mi ne povas resti servistino por ĉiam.$u",
  "summer_Sat": "Ne trolaboru vin aŭ vi eble finiĝos en la kliniko de Harvey!",
  "summer_Sun": "Sal @!",
  "summer_Sun4": "Estas ĉirkaŭ ĉi tiu tempo de jaro, ke miaj bonaj amikoj vizitas la regionon... Mi celas la papagojn!",
  "fall_1": "Nu, aŭtuno estas ĉi tie. Tempo por planti novajn rikoltaĵojn, ĉu?",
  "fall_15": "$d bus#Mi vizitas Sandy hodiaŭ. Ni estas plej bonaj amikoj!#$e#Mi estas vere feliĉa, ke la buso estas riparita.|*Suspiro*... Se nur tiu malnova buso estus riparita, mi estus vizitinta mian amikon Sandy hodiaŭ...$s",
  "fall_Mon": "Estas bona vetero por pikniko, ĉu ne?",
  "fall_Mon8": "Se mi ne devus labori, mi proponus, ke ni faru belan piknikon!",
  "fall_Tue": "Saluton. Ĉu vi havis bonan someron?",
  "fall_Tue4": "Saluton @! Mi vetas, ke via bieno bonege fartis ĉi tiun pasintan someron, ĉu?#$e#Vi estas bonega farmisto.$h",
  "fall_Wed": "Mia amiko estras butikon en la dezerto. Se vi iam iros tien eniru kaj salutu por mi.#$e#Mi pensas, ke ŝi vendas kelkajn maloftajn produktojn.",
  "fall_Thu": "Ĉu vi estas amikoj kun Clint? Li estas afabla ulo, se vi ekkonas lin.#$e#Li iĝas soleca laborante en sia butiko la tutan tagon. Sed li estas tiel timema ke li havas problemojn fari novajn amikojn.",
  "fall_Thu8": "Mi pensas, ke Clint koleras kontraŭ mi. Li neniam plu rigardas min...$u#$e#Mi ĉiam pensis, ke ni estas amikoj.$u",
  "fall_Fri": "Alia bela aŭtuna tago.#$e#Domaĝe, ke baldaŭ finiĝos.",
  "fall_Fri6": "Ĉu vi flaras tiun puran aeron? Estas aminda, ĉu ne?#$b#Mi nur timas, ke la Joja Co. forprenos ĉi tion de ni.$u",
  "fall_Sat": "Tenu vian menson malfermita kaj interesaj aferoj povus enradikiĝi.#$e#Ĉiuokaze, kiel iras via tago?",
  "fall_Sat6": "Mi ne havas grandajn planojn por la vivo. Mi preferas ne emfazi pri la estonteco.",
  "fall_Sun": "Nenio kiel suna dimanĉo por levi la animojn!",
  "fall_Sun6": "Estas tiom da nevideblaj baroj retenantaj nin. Kial homoj ne povas lerni ellasi kaj esplori sian veran potencialon?#$e#Mi? Nu, vi scias, kion oni diras... 'Vi ne povas enkaĝigi sovaĝan Junimon'.",
  "fall_Sun10": "Vi estas tiel agrabla homo, @! Dankon pro esti mia amiko.$h",
  "winter_Mon": "Atentu, ke glacikonuso ne falu sur vian kapon!",
  "winter_Mon10": "Atentu, ke glacikonuso ne falu sur vian kapon! Mi ne dezirus, ke vi vundiĝu!",
  "winter_Tue": "Ho, saluton @!$h#$e#Vi certe jam estas tre lerta pri terkultivado, ĉu?",
  "winter_Tue2": "Mi vetas, ke vi jam estas bonega farmisto!",
  "winter_Tue4": "Mi pensas, ke mia hararo estas frostigita solida...$s",
  "winter_Wed": "Haley kaj mi ne estas faritaj por tia granda domo. Estas ĝeno teni ĝin pura.#$e#Aĥ bone. Mi ja ne devus plendi.#$e#Via farmdomo ŝajnas bela kaj komforta.$h",
  "winter_Thu": "Devas esti tiel malvarme por la kompatindaj fiŝoj.$s#$e#Mi scivolas, ĉu iu fiŝo vintrodormas? Eble mi devus demandi Demetrius.",
  "winter_Fri": "Se mi ne estus tiom okupita, mi helpus vin trafosi en tiu kaverno apud la lago.#$e#Mi vetas, ke tie estas kelkaj potencaj kristaloj.",
  "winter_Sat": "Ĉu vi scias kiel fari 'Kuiritajn Fazeolojn'?#$e#Mi sufiĉe ŝatas tiun pladon.$h%revealtaste:Emily:207#$e#Estas malfacile akiri freŝajn ingrediencojn vintre, ĉu?",
  "winter_Sun": "Saluton!#$e#...Jes?",
  "winter_Sun6": "Mia fratino kaj mi eble batalos foje, sed mi vere sopirus ŝin se ŝi forirus.#$e#Mi pensas, ke ŝi iam fariĝos tre afabla fralino... Ne diru al ŝi, ke mi diris tion.$h# $e#Do, ĉu estas io pri kio vi volas paroli?",
  "winter_Sun6_inlaw_Haley": "Salutu mian fratinon por mi! Kaj memorigu ŝin viziti min morgaŭ."
}
