{
  "Introduction": "Nu saluton! Mi estas Gus, kuiristo kaj posedanto de la Starguta Salono.#$e#Vizitu se vi bezonas refreŝigaĵojn. Mi ĉiam havas varman kafon kaj malvarman bieron preta.$h",
  "AcceptGift_(O)StardropTea": "Ho ve, dankon! Mi ŝatus trinki ĉion el ĝi, sed mi ŝparos iom por la salono. Mi vetas, ke mi povus fari interesan koktelon kun ĉi tio!",
  "AcceptGift_category_cooking": "*flaras*... Ha. Delikata kuirarto. Vi scias, kion mi ŝatas, @.$h",
  "accept_865": "*flaras* flaras* ... tiun akran odoron!#$b#*gustumas* ... tiu svelta gusto! Tiu grajneca teksturo!#$b#Ĝi povas esti nur bongusta tomata salo! Danegon.",
  "GreenRain": "Mi vidis la veterraporton hieraŭ nokte. Ĝi vere timigis min!$s#$e#Ĉu estas monstroj tie ekstere? Kio okazas?",
  "GreenRainFinished": "Mi ĝojas, ke tio finiĝis. Prizorgado de la salono estas sufiĉe por prizorgi, mi ne bezonas ekzotikan veteron en mia vivo!",
  "GreenRain_2": "*flaras*... Tiuj ĉi pluvoj havas apartan odoron. Ĉu vi rimarkis? Preskaŭ kiel freŝhakitaj herboj...",
  "cropMatured_256": "Lewis diras al mi, ke viaj tomatoj maturiĝis. Tio estas bonega novaĵo!#$b#...Imagu nur, kia estus la kuirarta mondo sen tomatoj...",
  "eventSeen_502969": "Gravas por mi, ke homoj povas manĝi sanajn, bongustajn manĝojn. Bedaŭrinde, en la hodiaŭa mondo, tio ne estas tiel facila por ĉiuj.",
  "married": "Hej @, nur volas diri, ke mi ĝojas pro vi kaj %spouse.",
  "dating_Emily_memory_oneweek": "Emily ŝajnas vere feliĉa lastatempe... Mi scivolas kial? *palpebrumi*",
  "divorced_once": "Hej, mi bedaŭras aŭdi pri la disiĝo...$s#$e#Se vi bezonas kompanion, vi estas ĉiam bonvena ĉe la Salono.",
  "divorced_twice": "Alia malsukcesa geedziĝo? Nu, okazas. Mi supozas, ke mi vidos vin ĉe la Salono pli ofte...$s",
  "eventSeen_3206194": "He, vi vere sukcesis kun tiuj ovoj. La omleto estis bonega, dankon al vi!",
  "Resort_Entering": "Hej, @! Mi ĝojas, ke vi estas ĉi tie. Mi servos kelkajn bonajn aĵojn en la trinkejo.",
  "Resort_Leaving": "Mi revidos vin hejmen, @.",
  "Resort": "Renkontu min ĉe la drinkejo, se vi bezonas trinkaĵon.",
  "IslandSouth_14_21": "Hej, ĉu bezonas trinkaĵon? Mi havas kelkajn specialajn trinkaĵojn, kiuj montras lokajn ingrediencojn de ĉi tiu insulo.$h",
  "willyCrabs": "Ĉi tiuj eble estas la plej bonaj krabkukoj, kiujn mi iam faris...",
  "Mon": "Jes, mi scias multon pri la homoj, kiuj loĝas ĉi tie.#$e#Tio estas unu el la avantaĝoj de esti drinkejisto.$h#$e#Kelkfoje mi aŭdas tro...",
  "pamHouseUpgrade": "Hej. Mi aŭdis, kion vi faris por Pam. Tio estis vere afabla de vi!$h#$e#Bedaŭrinde, mi ne pensas, ke ĝi igos ŝin drinki malpli...",
  "pamHouseUpgradeAnonymous": "Mi vidis Pam pli frue hodiaŭ... ŝi ridetis de orelo ĝis orelo! Ŝi diris, ke iu aĉetis al ŝi novan domon!#$e#Kiu ajn ĝi estis, ili vere meritas la plej bonan!$h",
  "Saloon": "Bonvenon al la Stardrop Salono! Ĉu mi povas havigi ion al vi?",
  "Saloon4": "Saluton, @. Sentu vin hejme.",
  "SeedShop_Entry": "Saluton, Pierre!/Nun, kion mi bezonas.../Ha, tio aspektas bone!/Mi faros specialan saŭcon ĉi-vespere!/Pierre! Kio estas freŝa?/Pierre! Kion vi havas por mi?",
  "Saloon8": "Saluton @. Mi ĝojas vidi vin! Vi ĉiam estas bonvena ĉi tie.",
  "Saloon_Tue": "Saluton! Bonvolu malstreĉiĝi kaj ĝui.",
  "Saloon_Thu": "He, vi aspektas kvazaŭ vi povus uzi trinkaĵon.",
  "Saloon_Fri": "Komerco estis vere bona ĉi-vespere. Mi estas kontenta.",
  "Tue": "Mi vendas malsamajn pladojn ĉiusemajne, do kontrolu mian menuon de tempo al tempo!#$e#Vi eble gustumos ion mirindan.$h#$e#Nur sciigu min, se vi havas alergiojn.$s#$e# Bone, ĝis la revido.",
  "Wed": "Emily laboras ĉi tie dum iom da tempo. Mi ne scias, kion mi farus sen ŝi!#$e#Mi malamus devi mem purigi ĉiujn tiujn potojn.$s",
  "Thu": "Pam kaj Clint venas en la drinkejon preskau ĉiunokte.#$e#Mi verŝajne devus fermi la salonon, se ili ĉesus veni.$h#$e#Do zorgu, ke vi ne forpelu ilin!",
  "Thu6": "Clint venas en la salonon preskau ĉiunokte kaj sidas ĉe la sama tablo sola.#$e#Kelkfoje li rigardas Emily kun nervoza rigardo. Hmmm.#$e#Eble tial li tiom ofte venas. Ho nu, tio signifas pli da komerco por mi.",
  "Thu8": "Pam venas en la salonon preskaŭ ĉiunokte kaj trinkas multe tro da biero.#$e#Ha nu, mi ne devus juĝi miajn klientojn.",
  "Fri": "Saluton, @. Se vi iam soifas, la Salono estas la loko por esti.",
  "Fri4": "Mi fakte ne multe drinkas mem. Mi ĉefe faras tion por vivteni min.#$e#Kvankam mi ja ĝuas de tempo al tempo gustumon de la vino de Stardew Valley.",
  "Sat": "Ĉu vi estas tre kuirema, @?#$e#Se vi havas kuirejon kaj kelkajn receptojn, vi povas kuiri kelkajn utilajn pladojn.#$e#Hejme kuiritaj manĝoj ankaŭ faras bonegajn donacojn.",
  "Sun": "Komerco estis sufiĉe stabila danke al miaj kutimaj klientoj."
}
