{
  "SpouseStardrop": "I wanted to give you this as a 'thank you' for letting me live here with you.$h",
  "4_*": "...Have you encountered others like me, in the mines? I'm sorry if they were hostile towards you. You see, we've learned to fear humans... there have been too many... unpleasant encounters.#$e#You haven't... slain any of my friends, have you?",
  "AcceptBirthdayGift_Positive": "Oh, a gift to remember the day that I hatched! Thank you!$h",
  "GreenRain": "The flow of water has been unusually strong today... what's going on up there?",
  "AcceptBirthdayGift_Negative": "Oh... is this what you call a 'birthday present'? I don't understand humans...$s",
  "AcceptGift_(O)StardropTea": "Is that Stardrop Tea? Thank you! One drop makes my room smell good for the whole day.",
  "AcceptGift_(O)Book_Void": "Hey, look! All my friends are in here!$h#$b#Wait a minute, is that me...?$7",
  "AcceptGift_(O)879": "A gift of lovely perfume? Oh, @... I'm blushing, but you probably can't notice...$4",
  "AcceptGift_(O)308": "This smells delicious! I'll eat half, and use the other half to moisturize my body...$h",
  "8_*": "A 1000 year war between my people and the dwarves recently ended. There's still a lot of resentment on both sides.",
  "15_*": "Please keep my location a secret. If the dwarves knew of me, they'd surely send an assassin.",
  "18_*": "I try not to make too much noise down here. Imagine if the townspeople heard my weird sounds coming from the sewer drain...",
  "Fri": "...",
  "eventSeen_691039": "...I'm a little bruised, but I'm okay.",
  "reject_868": "Oh, it's an arctic shard! That's a very rare magical item.#$b#I'd bring that to the Wizard if I were you!",
  "Wed": "I find things here and I sell them. Care to buy anything?",
  "Wed6": "If you put your ear up to the right pipe, you can hear into any house from down here.#$b#I wouldn't eavesdrop, though!$3",
  "Thu": "Please don't tell anyone about me.#$b#Humans tend to destroy things they can't understand.",
  "Thu6": "Please don't tell anyone about me.#$b#Most humans are frightened by us shadow people... maybe for good reason.$s#$b#But regardless, if the townspeople knew about me, I might not be safe here.",
  "Tue": "I am too sensitive to sunlight to go out on most days.#$b#The conditions in here are perfect.#$e#Care to buy anything?",
  "Mon": "Please, don't be alarmed. I am different than the others.#$e#I've spent a lot of time observing humans. I know you like to shop. Care to see my wares?",
  "Mon2": "Back again? I suppose it does fit into my theory of human behavior.",
  "Mon6": "'Krobus' means 'bridge-crosser' in our language.",
  "Sat": "On Fridays I stay silent as a sign of devotion to Yoba.",
  "Sat4": "I'd love to see more of the outside world, but it wouldn't be safe for me.$s",
  "Sat8": "I'll never know what it's like to be human... but talking to you, I feel like I understand it a little.",
  "Sun": "...Sorry, I'm still a little wary of humans. My shop is still open to you, however.",
  "Sun4": "You're not like the other humans, are you?",
  "Sun8": "You've opened my eyes to the world of humans. I appreciate that.",
  "divorced": "..."
}