{
  "Introduction": "Fremdulo?... Saluton.#$e#Ne atentu min. Mi nur loĝas ĉi tie sole.",
  "AcceptGift_(O)StardropTea": "Ĉi tio signifas multon por mi, @. Mi konservos ĝin por trankvila tago en la tendo. Dankon!",
  "AcceptGift_(O)Book_Trash": "Mi kutime ne legas librojn... Sed ĉi tiu estas ĝuste laŭ mia gusto... Dankon!$h",
  "AcceptGift_category_greens": "Tio estas bona trovaĵo! Mi ĉiam estas feliĉa kiam mi manĝas sovaĝajn manĝaĵojn. Dankon.",
  "married": "Mi pensis pri ligi min unufoje. Sed nun, mi estas feliĉe edziĝinta kun la vento susuranta en la folioj, kaj la ranoj kvakantaj sub la arĝenta luno.",
  "GreenRain": "Ĉiuj ĉi tiuj strangaj arboj estos for morgaŭ... ĝi estas unu el la misteroj de la naturo.",
  "GreenRainFinished": "Kiel iris la muska rikolto? Hehe... Mia lito estas multe pli mola nun.",
  "GreenRain_2": "Mi jam kolektis sufiĉe da musko por la tuta jaro. Kaj vi?",
  "AcceptGift_(O)774": "Lasu min rigardi... ĝi aspektas perfekta. Vi estas bona studento, @.$h",
  "AcceptGift_(O)166": "Ne dankon. Mi ne havas deziron je mono... Fakte, mi pensas, ke ĝi estas malbenita. [166]",
  "AcceptGift_category_fish": "Ah, tio aspektas freŝa. Mi manĝos bone ĉi-vespere!$h",
  "reject_869": "Kion vi havas tie? Ŝajnas, ke ĝi estus bona logaĵo.$h",
  "cc_Boulder": "Mia malnova amiko, la brilanta roko, pluiris. Ĝi eble ne ŝajnas grava evento, sed al mi ĝi estas granda ŝanĝo.#$b#Mi ĝojas, ke la malnova roko tamen vidas pli da la mondo.$h",
  "mineArea_80": "Tre malmultaj homoj iris tiel profunde en la minojn kiel vi.",
  "eventSeen_8357109": "La akvo ĉi tie venas de glaĉeroj alte sur la montoj.#$e#Mi iam vojaĝis al la fonto, nur por omaĝi al la akvo.",
  "movieTheater": "Kinejo? Hmm... por mi, la malrapida procesio de la naturo estas sufiĉe da dramo.",
  "MovieInvitation": "Ho... mi? Mi kutime ne farus, sed... bone. Estas agrable de vi pensi pri mi.#$b#Mi iros tien post iom da tempo.",
  "DumpsterDiveComment": "Ĉu vi trovis ion bonan?$h",
  "Mon": "La krispa aero de la naturo estas ĉio, kion mi volas scii.#$e#Mi loĝas ĉi tie laŭvole.",
  "Tue": "...Ĉu vi venis por ridindigi min?#$e#Mi nur zorgas pri miaj aferoj.",
  "Wed": "Mi ne konas vin sufiĉe bone por fidi vin. Pardonu.",
  "Thu": "... Hmm? Ĉu vi volas ion de mi?",
  "Fri": "Bonvolu ne detrui mian tendon.#$e#Okazis antae.$s",
  "Sat": "Mi estas feliĉa per mi mem.#$e#Mi ne bezonas novajn amikojn.",
  "Sun4": "Estus bone, se la vilaĝanoj povus akcepti min tia kia mi estas.$s#$b#Mi ŝatas vivi ĉi tie en la libera aero. Tion ili ne komprenas.",
  "Tue4": "Vi povas lerni pluvivi en la sovaĝejo. Mi lernis tion.#$e#Mi pensas, ke ni ĉiuj havas kaŝitan emon reveni al la naturo. Estas nur iom timiga fari la salton.",
  "Wed6": "Mi pasigas multe da tempo pensante.#$e#Se vi povas plene kompreni la kialojn de viaj pensoj, vi atingintos novan nivelon de esti.",
  "Wed2": "Mi devas esti singarda kontraŭ fremduloj. Plej multaj homoj ne ŝatas 'sovaĝan viron'.",
  "Thu4": "La homoj ĉi tie ŝajnas afablaj, sed ili evitas min.#$e#Homoj timas la nekonatan.$u",
  "Fri4": "Vi povas lerni multon de arboj.#$b#Pasigu tempon kun ili kaj ili eble diros al vi siajn sekretojn.#$e#Iru en paco, junulo.",
  "Sat4": "Mi havas ĉion, kion mi bezonas por pluvivi, kaj pli. Naturo ludas mirindan melodion, se vi nur povas lerni aŭskulti.",
  "Sun": "#$1 linusVandal#Iu ĵetis ŝtonojn al mia tendo hieraŭ nokte... Mi devis nur atendi ĝin.$s$k#$e#Mi ne ŝatas resti en unu loko tro longe. Estas tro multe por sperti en la mondo.",
  "summer_Mon4": "Dum ĉiuj ĉi jaroj mi malkovris kelkajn sekretojn pri la vivo.#$e#Vi devos mem eltrovi.",
  "summer_Mon": "#$1 LinusHeron#Mi vidis ardeon vadanta gracie tra la matena nebulo. Tiaj estas la trezoroj de kvieta vivo.$k#$e#Estas tiel facile kaptiĝi en la bruo de la moderna vivo. Viaj plej bonaj jaroj preterpasos vin en senforma malklareco. Tial vi devas lerni malrapidigi. ",
  "summer_Tue4": "Kiel vi fartis, mia juna amiko?",
  "summer_Wed6": "Ah... somero. La varma suno varmigas la ladskatolojn por mi.#$b#Tiam nokte mi havas varman manĝon por atendi.",
  "summer_Thu4": "Mi havas miajn proprajn kialojn por vivi sola tiel.#$e#Kelkaj aferoj estas plej bone nedirite...#$e#Mi devus fari iom da furaĝo.",
  "summer_Fri4": "Kiam ajn vi kaptas fiŝon, prenu momenton por danki ĝin pro ĝia ofero.#$b#Eĉ se vi ne kredas je la spirito de la fiŝo, ĝi estas bona mensa ekzercado. Ni devas konscii pri nia efiko al la medio.",
  "summer_Sat4": "Vi povas trovi ĉielarkajn trutojn en riveretoj nun.",
  "summer_Sun": "Ĉi tio estas pli facila tempo de la jaro por mi. Mi ne devas zorgi pri resti varma.#$e#Plus, la fruktoj de la sovaĝo kreskas ĉie.",
  "fall_Mon": "Mi esploris profunde en la kavernojn.#$e#Ili tenas kelkajn kaŝitajn sekretojn.#$e#Nur estu singarda, se vi eniros tien.",
  "fall_Tue4": "#$1 LinusFall1#Iu ŝercisto ŝprucis farbon sur mian hejmon dum la nokto... Mi bezonis horoj por froti ĝin ĉi matene.$k#$e#Mi devas komenci kolekti lignon por la vintro.#$e#Ĉu vi havas sufiĉe da lignon por teni vian domon varma?",
  "fall_Wed4": "Mi ne havas multajn respondecojn, do mi pasigas mian tempon pensante.#$e#Vi devas kompreni viajn pensojn antaŭ ol vi povas regi ilin.",
  "fall_Sun": "Mi ne ŝatas resti en unu loko tro longe.",
  "fall_Sun6": "Estas nenio kiel festeno de sovaĝaj fungoj en la aŭtuno.$h",
  "winter_Mon": "Povas fariĝi vere malvarme, se vi loĝas en tendo.$s",
  "winter_Mon4": "Post kiam vi vere malligas de la moderna vivmaniero, vi komencos vere ĝui la simplajn aferojn... kiel la suno, maturan frukton, aŭ trovi bastonon kun la ĝusta formo, kiun vi serĉis.",
  "winter_Tue4": "Dankon pro ne eviti min, @. Necesas multe da saĝo por superregi viajn bazajn instinktojn.#$e#Mi estas homo kiel ĉiuj aliaj. Mi nur havas malsaman vivstilon.",
  "winter_Wed4": "Mi certas, ke vi komprenas, kial mi singardas pri fremduloj.#$e#Sed ni metu tion en la pasintecon, bone? Vi kaj mi estas amikoj nun, mi pensas.",
  "winter_Thu4": "Vintro estas malfacila, sed vi tamen povas fiŝkapti kaj furaĝi por elteni ĝin.#$e#Se vi havas bestojn, vi devas konservi ilin ene.",
  "winter_Fri4": "La arboj dormas dum la vintro. Ĝi faras ĝin iom soleca ĉi tie.#$e#Sed mi ne rifuzus al ili ilian belecan dormon.$h",
  "winter_Sat4": "Dankon pro viziti. Mi efektive sentis min iom soleca ĉi-matene.#$e#Do, ĉu vi malkovris ion interesan en la minejo?",
  "winter_Sun": "Dormi sur la tero estas bona por mia dorso.#$e#Estas plej bone fokusiĝi pri la pozitiva flanko de la aferoj.$h"
}
