{
  "Introduction": "Ah, Mayor Lewis told me you just arrived. I'm Marnie!#$e#I sell livestock and animal care products at my ranch. You should swing by some time.$h",
  "AcceptGift_(O)StardropTea": "Wow, thanks a million, @. I won't forget this!",
  "AcceptGift_(O)SkillBook_0": "Thanks, @. I always like to have a copy of the Almanac around. It's pretty accurate!$h",
  "gotPet": "I think you'll love having a little friend on the farm with you.",
  "gotPet_memory_oneday": "I'm sure %pet will be a little shy at first. It takes a while for an animal to get comfortable in a new setting.",
  "gotPet_memory_oneweek": "Has little %pet settled in yet? It's such a nice property for a pet to explore.",
  "gotPet_memory_oneyear": "I just remembered... it's been about a year since you adopted %pet. I bet you two have grown really close by now!",
  "structureBuilt_Stable": "Oh, you got a horse? That's so wonderful! Horses are amazing animals.$h",
  "dating_Shane_memory_oneweek": "Shane seems a lot more positive and hopeful, lately.#$b#I'm so happy you moved here, and that you two get along so well!$h",
  "married_Shane": "I'm glad Shane's moving to your farm... he can keep the family tradition alive!",
  "Resort": "Hehe... finally a chance to show off all my hard work at aerobics club.$h",
  "Resort_Leaving": "I feel warm.",
  "Resort_Shore": "Hee hee... It's interesting to see everyone in their bathing suits.",
  "Resort_Chair": "Ew... the chair's wet.",
  "Resort_Bar": "Phew... It's hot!$s",
  "reject_789": "Gah!$4#$b#...Um... What? Heh.. I don't know what that is...$3",
  "Mon": "I love animals, Mr. @. If you treat yours well I'm sure we'll become good friends!^I just love animals, Ms. @. Treat them kindly and we'll become friends, I'm sure!",
  "Mon4": "Animals are so innocent, so sweet. And If I don't look after them, who will?$s#$e#I just hope my chickens aren't too upset when I take their eggs.$s",
  "Thu_2": "You've been here a while, now... how's your farm doing?#$e#Taking care of animals is easy as long as you don't forget about them!$h",
  "Saloon": "Now that I'm here I can finally relax and socialize a bit.",
  "Saloon_Tue": "There aren't very many people here today...$s",
  "Saloon_Wed": "#$1 marnieAnimalSal#I spilled a whole bucket of milk on the floor today, it was horrible. And such a waste of my poor Belinda's hard work.$k$s#$e#It's nice of you to show up! It's a little more lively now.",
  "Saloon_Thu": "Phew! It sure feels good to kick back after a hard day's work.",
  "Saloon_Fri": "%Marnie doesn't seem to notice that you're there...",
  "Saloon_Sun": "*sigh*... I wasn't very productive today.",
  "Saloon_Sat": "I always see Clint here but he won't talk to anyone. He just glances over his shoulder now and then.$s",
  "Tue": "$query PLAYER_NPC_RELATIONSHIP any Shane married roommate#Now that Shane's gone, I'm going to have to teach Jas how to care for the chickens.|My nephew Shane has been staying at my place the last few months.#$e#He helps me out with the chickens, so I'm not complaining.",
  "GreenRain": "You're not worried about this rain? That does put me at ease a little...#$e#I just hope the cows tucked themselves in...$s",
  "GreenRainFinished": "Well, looks like we all got scared for nothing... The rain was totally harmless!",
  "GreenRain_2": "The animals seems to enjoy this rain... I think it's putting extra nutrients into the grass.",
  "Wed": "You can use a scythe to cut feed from grass.#$e#Or you can buy it from me, of course!$h#$e#I could use the cash...$u#$e#Adios.",
  "Thu": "Hi. Need something?#$e#I might be getting some different kinds of animals in the future.#$e#Although, I'll need to make sure there's a market for them, so you'll have to prove your skill with animals first.#$e#Just keep treating your animals with respect and good things will happen.",
  "Fri": "You can catch me at the saloon most nights.#$e#Animals are great company, but I need to spend time with people, too.",
  "Fri6": "I wonder if Mr. Lewis gets lonely in that big house of his... $s#$e#It seems so empty in there, doesn't it?",
  "Sat": "Have you been to that strange tower west of my house?#$e#One time I heard this terrible, otherworldly noise coming from there.$s#$e#I would avoid that place if I were you...",
  "Sun": "Hey there, it's good to see ya!#$e#Feel free to visit us any time you please.",
  "Sun8": "Hi @!$h#$e#I'm glad we've become friends. I know I can trust you to take care of my dear animals.",
  "Fair_Judging": "Well, here goes nothing...",
  "Fair_Judged": "Well, I didn't win... but it was still satisfying to share all my hard work!",
  "Fair_Judged_PlayerLost_PurpleShorts": "That was some strange-looking purple lettuce in your grange display!$h#$b#I swear, it looked just like Mayor Lewis' special und... $3#$b#Oh!... heh... never mind!$4"
}