{
  "Abigail": "La valo aspektas pli interesa en la pluvo... ĉu vi ne pensas?",
  "Robin": "La pluvo ne haltas min fari laboron!$h#$e#Kvankam ne estas ĝojo labori kun malseka ligno.$s",
  "Demetrius": "Saluton. Restu ene, se vi volas varmiĝi.",
  "Maru": "Kiam pluvas mi havas bonan pretekston por labori pri miaj aparatoj la tutan tagon.$h#$e#Tamen devas esti iom enuiga por vi.",
  "Sebastian": "Se vi bonŝancas, vi eble vidos ranon en ĉi tiu vetero.",
  "Linus": "Varma pluvo estas agrabla maniero puriĝi.$h",
  "Pierre": "Plej multaj homoj restas endome dum tiaj tagoj... Ne estas bona por komerco.$s",
  "Caroline": "Mia ĝardeno estas feliĉa hodiaŭ.$h#$e#...kaj nia akvofakturo estos pli malalta ĉi-monate.",
  "Alex": "Hmmph. Ĉi tio ne estas bona vetero por sportoj.$s#$e#Ho nu, mi ĉiam povas levi pezojn endome.$h",
  "George": "Estas terure malvarme, ĉu ne? Kia aĉa tago.",
  "Evelyn": "Kiam mi vekiĝis, mi aŭdis gutadon ie... Mi pensas, ke la tegmento povus liki.$s#$e#En la malnovaj tempoj, George estus tuj preta por ripari ĝin... *suspiras*$s",
  "Lewis": "Saluton, @. Ĉu vi prenas paŭzon?#$e#Mi esperas, ke la rivero ne superfluos...$s",
  "Clint": "Hodiaŭ estus bona tago por esplori la minejon... Kiu scias, vi eble trovos kelkajn maloftajn ercojn.",
  "Penny": "La pluvgutoj estas vere laŭtaj sur la metala tegmento de nia ruldomo.#$e#...Ĝi estas tamen trankviliga.$h",
  "Pam": "Saluton, infano. Ĉu vi restas seka?",
  "Emily": "Neniam pluvas en Kaliko-Dezerto... Tie loĝas mia amiko Sandy.#$e#Mi dezirus, ke mi povus viziti ŝin hodiaŭ.$s",
  "Haley": "Mi pasigis la tutan matenon farante miajn harojn... nun la pluvo povus fuŝigi ĝin.$s#$e#*sigh* ... La vivo estas foje malfacila.",
  "Jodi": "Ĉu vi viŝis viajn botojn antaŭ ol eniri? Pardonu... Mi ĵus purigis la plankon.#$e#Sed vi estas ĉiam bonvena ĉi tie! He.$h",
  "Sam": "Pluvo silentigas sonon, do mi povas ludi mian gitaron pli laŭte sen ke mia panjo koleriĝas. Hehe.$h",
  "Leah": "Eble mi devus kuiri ion novan kaj ekscitan hodiaŭ. Io spica.",
  "Shane": "Hmm... ĉi tiu vetero soifigas min.$s",
  "Marnie": "Saluton @. Vi aspektas trempita... vi kompatindulo!$h",
  "Elliott": "Kelkfoje, kiam mi kuŝas en la lito, mi adas foran nebulkornon trapasi la pluvon.#$b#Sed kiam mi rigardas tra la fenestro, mi vidas nur grizan kurtenon.",
  "Gus": "Nenio kiel glaso da seka ruĝa vino en tia tago, ĉu?#$e#Mi amas mian laboron. Hehehe.",
  "Dwarf": "Pluvo... Ĝi estas preskaŭ mita por ni. Kelkaj el ni nanoj vivas nian tutan vivon sen iam sperti ĝin.",
  "Wizard": "Ŝtormaj tagoj estas la nura tempo, kiam mi povas komuniki kun certaj elementuloj.#$e#Mi ne atendas, ke vi komprenos.",
  "Harvey": "Sal @! Er... Ĉu vi legis ion interesan en la biblioteko lastatempe?#$e#He. Nu, um... mi revidos vin?",
  "Sandy": "Mi aŭdis, ke pluvas hejmen. Ĉu pro tio vi venis ĉi tien?$h#$e#Mi iom sopiras la pluvon, fakte...$s",
  "Krobus": "Ha, la kloakoj rapide fluas hodiaŭ. Ĉi tie fariĝos agrable kaj humide... Ĝuste kiel mi ŝatas ĝin.",
  "Leo": "La valo estas kvieta kiam pluvas.#$e#Al mi... naturo estas iu, kiun mi konas, kun malsamaj humoroj."
}
