{
  "Introduction": "Ĉu vi jam renkontis ĉiujn en la urbo? Tio sonas elĉerpige.",
  "Resort": "Ŭaŭ, rigardu ĉi tiujn strukturojn!$h#$b#Mi povas diri, ke ili estis faritaj de majstra konstruisto. Mi estas vere impresita!",
  "AcceptGift_(O)StardropTea": "Atendu momenton... Ĉu vi donas al mi ĉi tion? Kia speciala regalo! Dankon.",
  "AcceptGift_(O)Book_Woodcutting": "What's this... 'Woody's Secret'? ... Um, what kind of book is this, @?$6#$b#Oh, it's about woodcutting! Hahaha... Oh yeah, I'm going to love this. Thanks!$4",
  "AcceptGift_(O)SkillBook_2": "Ah, 'Woodcutter's Weekly'... I was hoping to get my hands on the newest issue! They've got all the latest techniques in here!#$b#From one woodcutter to another... Thank you.$h",
  "GreenRain": "Tiu viro estas freneza! Kial li devas eliri tien? Ni ne scias, ĉu ĉi tiu pluvo estas danĝera!$u%noturn",
  "GreenRainFinished": "Mi esperas, ke Demetrio estas feliĉa kun la 'specimenoj', kiujn li kolektis. Ŝajnas, ke lia eta sciencprojekto estas pli grava por li ol lia propra edzino. Hmmph.$6",
  "GreenRain_2": "Estas ĉia bona ligno tie hodiaŭ. Pli bone komenci haki, ĉu?",
  "divorced_Sebastian": "Sebastian estas reen en la kelo... Kio okazis inter vi du?$s",
  "divorced_Maru": "Maru ploris tra la nokto... Ni ĉiuj estas detruitaj...$s",
  "married_Sebastian": "Ho, ne zorgu... jen larmoj de ĝojo. Mi scias, ke Sebastiano estos tre feliĉa en %farm Bieno!$h",
  "married_Maru": "Ni ĉiuj sopiros havi Maru ĉirkaŭ la domo, sed mi certas, ke ni ankoraŭ vidos ŝin ofte!",
  "houseUpgrade_1": "Estis amuze prilabori vian domon. Tio eble estas unu el la plej bela konstruo, kiun mi iam faris!$h#$e#Mi esperas, ke vi ĝuas la novan kuirejon.",
  "houseUpgrade_2": "Kion vi faros kun tiom da nova spaco en via domo?#$e#Aŭ eble mi nomu ĝin... via 'domego'?$h",
  "houseUpgrade_3": "Do, ĉu vi eniras la aĝan vinkomercon? Mi aŭdis, ke ĝi estas tre enspeziga... se vi havas la paciencon.",
  "structureBuilt_Coop": "Tio verŝajne estas la plej fortika kokejo, kiun mi iam konstruis. Mi esperas, ke vi multe utiligos ĝin!",
  "structureBuilt_Shed": "Do, kiaj estas viaj planoj kun la nova ŝedo? La eblecoj estas senfinaj!",
  "structureBuilt_Coop_memory_oneweek": "How's that new coop treatin' ya? I'll be excited to meet your new animals!",
  "structureBuilt_Barn_memory_oneweek": "Are you satisfied with the new barn? I'm sure you'll raise some very happy livestock in there!",
  "structureBuilt_Slime Hutch": "*phew*... Building that slime hutch was a lot of work... I'll need a day at the spa to recuperate!$h",
  "structureBuilt_Stable_memory_oneweek": "So, have you been riding your new horse around town?#$b#I imagine you're pretty sore, but you'll get used to it soon.$h",
  "structureBuilt_Fish Pond": "I mentioned to Willy that you got a new fish pond. He seemed really happy about it.#$e#Apparently, he raised crabs when he was a young man. Called it a 'time-honored tradition'.$h",
  "Resort_Leaving": "Tio estis amuza!$h",
  "Resort_Shore": "Hej, rigardu! Mi povas vidi alian insulon de ĉi tie.",
  "Resort_Chair": "Sal @. Sciu, mi nur pensis pri la progreso de la urbeto ekde kiam vi unue translokiĝis ĉi tien.#$b#Vi vere devus esti fiera pri ĉio, kion vi faris!$h",
  "Resort_Bar": "Ĉi tio estas tiel malstreĉa...",
  "reject_865": "Legoma salo? Sonas bone, sed mi ne bezonas ĝin.",
  "reject_866": "Hmm... kiam mi pensas pri floroj, mi pensas pri Evelyn. Eble montri ĉi tion al ŝi?",
  "pamHouseUpgrade": "Nia planeto bone funkciis, ĉu vi ne pensas? Pam kaj Penny ŝajnas vere feliĉaj.",
  "pamHouseUpgradeAnonymous": "Nia planeto bone funkciis, ĉu vi ne pensas? Pam kaj Penny ŝajnas vere feliĉaj.",
  "MovieInvitation": "Ho... Du biletoj por la ĉi-vespere spektaklo? Sonas bone! Mi renkontos vin tie.$h",
  "cc_Bridge": "Sal! Mi aŭdis kelkajn strangajn bruojn hieraŭ nokte, kaj vekiĝis hodiaŭ matene kaj trovis, ke la ŝtonmineja ponto estas tute riparita!#$b#Estas miraklo de lignoprilaboro!",
  "cc_Complete": "Mi sciis ekde la momento, kiam vi eliris de tiu buso, @... vi estis destinita esti urba heroo!$h",
  "cc_Begin": "Saluton! Mi aŭdis ke Lewis montris al vi ĉirkaŭ la Komunuma Centro... Estus bone, se vi povus ripari tiun lokon. Ĝi antaŭe estis vere bela konstruaĵo!",
  "Mon": "Ĉu mi diris al vi, ke mi konstruis nian domon de la fundo?#$e#Tio certe estis pinto de mia kariero ĝis nun.",
  "Tue": "Sal, se vi bezonas materialojn aŭ skizojn, mia butiko estas la loko, kiun vi serĉas!#$e#Plus, via komerco subtenas la lokan ekonomion.$h",
  "Wed": "Saluton, @.#$e#Mi nur revis pri iuj novaj lignaĵaj projektoj.#$e#Ĉu vi fartas bone ĉe via loko? Kiel tenas la lignaĵo en via domo?",
  "Thu": "Vi estas ĉiam bonvena viziti nin, eĉ se vi ne aĉetas ion.$h#$e#Povas iĝi sufiĉe soleca ĉi tie en la montoj.",
  "Fri": "Vi renkontis mian filon Sebastian, ĉu ne? Li loĝas malsupre.#$e#Li estas iom timema, sed mi certas, ke li varmigos al vi, se vi estas afabla al li.",
  "Fri_inlaw_Sebastian": "Mi sopiras mian Sebby... li ĉiam estis iom miskomprenita, sed mi kredis je li.",
  "Fri4": "#$1 RobinSeb#Mi trovis cindrujon en la ĉambro de Sebastian, kaj odoris vere strange. Ĉu mi maltrankviliĝu pri tio?#$e#Kelkfoje mi zorgas pri Sebastian... li ne havas multajn amikojn kaj ŝajne ne tre zorgas pri sia estonteco...#$e#Mi parolus kun lin pri tio, sed li neniam malfermas al mi.",
  "Fri4_inlaw_Sebastian": "Sebastian diris al mi, ke li provas ĉesi fumi! Mi vere fieras pri li.",
  "Sat": "Nia domo estas en tiel bela areo, ĉu vi ne pensas?#$e#Mi amas la fresan aeron de la montoj.",
  "Sun": "Mi esperas, ke Demetrio ne krevigos la domon per liaj sciencaj eksperimentoj.#$e#Mi ne ne certas pri kio li laboras. Mi pensas, ke ĝi rilatas al plantoj.",
  "Sun2": "#$1 RobinDem#Mia edzo preskaŭ ekbruligis la domon hieraŭ nokte per sia scienca eksperimento. Unu el liaj provtuboj eksplodis kaj sendis fajropilkon en la tegmenton! Dankon Yoba mi uzis fajrorezistan lakon, kiam mi konstruis la domon.$u#$e#Pardonu, se odoras strange ĉi tie, @. Ĝi estas la bizara scienca projekto de mia edzo...",
  "Sun6": "Saluton @! Estas bone vidi vin.#$e#Vi estas kutima membro de la komunumo nun, ĉu vi ne pensas?",
  "event_wood1": "Bonege, tiam ĉi tiu skizo devus esti facilega por vi!$h",
  "event_wood2": "Nu, tiam mi havas la perfektan skizon por via komenco!",
  "summer_Mon": "Ligno estas mirinda substanco... ĝi estas diverstalenta, malmultekosta, forta, kaj ĉiu peco havas sian propran unikan karakteron!",
  "summer_Tue": "Se vi bezonas iujn konstruaĵojn en via bieno plibonigita, simple demandu min!#$e#Vi devos provizi sufiĉe da ligno kaj ŝtono por la projekto. Kaj ĝi ankaŭ kostas monon.#$e#Sed mi certas, ke vi estos kontenta pri la rezultoj!$h",
  "summer_Fri": "Ni estas sufiĉe izolitaj de la resto de la mondo ĉi tie en Stardew Valley.#$e#Tio havas siajn avantaĝojn kaj malavantaĝojn.",
  "fall_Mon": "#$1 RobinMaru#Maru ŝatas gemojn. Ŝi uzas ilin en siaj inventoj.#$e#Ĉu vi bone sociumas kun Maru?",
  "fall_Thu": "Vi estas ĉiam bonvena viziti nin, eĉ se vi ne deziras konstruan plibonigon!$h#$e#Povas esti sufiĉe soleca ĉi tie supre en la montoj.",
  "fall_Fri": "Ĉu vi renkontis la sovaĝan homon, kiu loĝas malantaŭ nia domo?$s#$e#Mi supozas, ke mi ne vere ĝeniĝas, tiom longe ke li ne ĝenas nin.",
  "winter_Mon": "Sal, estas la perfekta tempo de jaro por kolekti lignon.#$e#Eble vi povas kolekti sufiĉe por plibonigi vian domon!",
  "winter_Fri": "Miaj gepatroj estis konfuzitaj, kiam mi diris al ili, ke mi volas esti ĉarpentisto.#$e#Ili estis sufiĉe malmodernaj.",
  "winter_Fri_inlaw_Sebastian": "Mi pensas, ke la farmvivo estas vere sana por Sebby.",
  "winter_Sat": "Nia domo estas en tia bela areo, ĉu vi ne pensas?#$e#Ĉio aspektas senmove post freŝa neĝo."
}
