{
  "Introduction": "Hoj tie! Estas agrable vidi junajn homojn translokiĝi al la valo. Tio ne estas tre ofta nuntempe.",
  "AcceptGift_(O)StardropTea": "Ĉe la tigo de mi pip'... tas' de Stelaguta Te'! Kaj ĉi tie mi pensis, ke estas nur la aĵ'' de legendo. Koran dankon.",
  "AcceptGift_(O)Book_Crabbing": "Jes... sentempa klasikaĵo. Alportas larmon al mi okulo, kun ĉiu legado. Fiŝkaptisto neniam povas havi tro da kopioj! Dankon.$h",
  "AcceptGift_(O)Book_Roe": "Dank'! Ĉi tio estos perfekta vintra legado. Ah, kaj eĉ odoras je maro...$h",
  "AcceptGift_(O)SkillBook_1": "Ah, 'Logaĵo Kaj Bobelilo'... Ĉiu fiŝkaptisto devus havi abonon, sed ĝi kostas belan pencon. Instruis al mi multajn bonajn fiŝkaptajn konsiletojn tra la jaroj. Dankon!$h",
  "AcceptGift_coffee_item": "Ah, ĉi tiu aĵ' varmigas la malnovajn ostojn. Dankon.",
  "GreenRain": "Jes... Mi esperas, ke ĉi tiuj strangaj pluvoj ne ĝenos la fiŝojn... Ĝi povus ruinigi al mi la vivon!",
  "GreenRainFinished": "Nu, la fiŝoj ŝajnas same sanaj kiel ĉiam. Fakte, mi ĵuras, ke ili mordis kun plia vigleco!",
  "GreenRain_2": "Se la fiŝ' ŝatas ĉi tiujn pluvojn, tiam ankaŭ mi ŝatas ilin.",
  "accept_869": "Ah... Tio estas la perfekta logaĵo por anariko, kiun mi provis kapti!#$b#Jen, lasu min interŝanĝi al vi ĉi tion kontraŭ ĝi. Mi ne certas kio ĝi estas, sed mi trovis ĝin sur la plaĝo antaŭ ne tro longe.#$b#Iu diras al mi, ke vi povus uzi ĝin, knabiĉo.^Iu diras al mi, ke vi povus uzi ĝin, fraŭlino.",
  "AcceptGift_(O)682": "La teruro! ...Kia monstro ĉi tio estas?",
  "AcceptGift_(O)336": "*ĉomp*... Jes, tio estas vera oro, bone. He! Kia donaco!$h",
  "married": "Rezigni la fraŭlan vivon, ĉu?^Rezigni la fraŭlan vivon, ĉu?#$b#Nur ne forgesu fari tempon por fiŝkaptado...",
  "fishCaught_160": "Ha, vi kaptis la Angofiŝon, ĉu? Bona 'unua paŝo' en la mondon de raraj fiŝoj.",
  "fishCaught_159": "Do, vi finfine kaptis la Krimsonfiŝon! Tiu fiŝo mokas min dum multaj jaroj. Li preskaŭ mordetis tra la arbaro sub mia domo!",
  "fishCaught_163": "Je la tigo de mi pipo... Vi efektive kaptis 'La Legendon'. Mi neniam pensis, ke mi vidos la tagon...$h#$b#Nu, knabiĉo, vi sukcesis... Vi estas la plej bona fiŝkaptisto, kiun tiu ĉi valo vidis delonge...$h^Nu. , fraŭlino, vi sukcesis... Vi estas la plej bona fiŝkaptisto, kiun tiu ĉi valo vidis en longa tempo...$h",
  "fishCaught_775": "Ha, do vi finfine kaptis la Glaĉerfiŝon... Tio estas unu el la plej glitigaj fiŝoj, kiujn mi iam renkontis!#$e#Kiom da provoj vi prenis?",
  "fishCaught_682": "*flaras* *flaras*... Io diras al mi, ke vi fiŝkaptis en la kloakoj, knabiĉo.^*flaras* *flaras*... Io diras al mi, ke vi fiŝkaptis en la kloakoj, fraŭlino.# $b#Tio estas nekonvencia aliro, certe. Estas legendo pri giganta karpo, tordita en monstrojn de la toksa ŝlimo...",
  "FullCrabPond": "*flaras*... Ha... Tiu malnova konata odoro. Vi bredis krabojn, ĉu ne?#$b#Vi estas viro laŭ mi propra gusto, @. Ha!$h^Vi estas virino post mi propra gusto, @. Ha!$h#$b#Jen, prenu ĉi tion. Mi trovis ĝin sur la strando... Konsevis ĝin por speciala okazo. Ne ĉiutage mi malkovras kunan krab-entuziasmulon! [797]",
  "MovieInvitation": "Ah... filmo. Tio estas afabla de vi, knabiĉo.^Ha... filmo. Tio estas afabla de vi, fraŭlino.#$b#Mi nur finos mian pipon, kaj venos.",
  "summer_19": "Morgaŭ estas la ĉiujara Truta Derbio... Jes, ĝi estas revo de dolĉakva entuziasmulo!#$e#Fiŝkaptantoj el la tuta mondo estos ĉi tie por kapti nian belan Ĉielarkan Truton...#$e#Mi esperas vidi vin tie!$h^Mi esperas vidi vin tie!$h#$e#Dum la venontaj du tagoj, mi nur servos la butikon dum unu horo, ekde la 9-a. Do se vi vere bezonas ion, vi povas veni tiam.",
  "summer_20": "Hodiaŭ estas la tago! Mi havas ĉiujn miajn ekipaĵojn agordita por kapti Truton...#$e#Bonŝancon!",
  "summer_21": "Kiel iras la Derbio ĝis nun?#$b#Mi trovis multe da Oraj Etikedoj... sed ĝi ankoraŭ ne finiĝis!",
  "winter_11": "Morgaŭ, ĉe la plaĝo, estas la komenco de eta renkontiĝo... nomita 'Kalmarfesto'.#$e#Aye... ĉi ti' estas malfacila kaptaĵo, la kalmaro. Sed mi kredas, ke vi jam evoluigis lertecon por la sporto.",
  "winter_12": "Ne rezignu ankoraŭ! Estas pli da kalmaroj en ĉi tiuj akvoj...",
  "winter_13": "Varmigas min la vintra koro vidi ĉiujn ĉi tiujn fiŝkaptistojn kolektitajn ĉi tie, ĉio pro la amo de fiŝkaptado...$h",
  "Mon": "Hoj, filiĉo.^Hoj, knabino.#$b#Ŝajnas kiel deca vetero por fiŝkaptado, ĉu ne?",
  "Mon4": "Ĉu vi havis multe da bonŝanco en la lokaj akvoj? Vi ŝajnas, ke vi povus esti forta fiŝkaptisto, se vi fokusiĝus pri tio.",
  "Tue": "Vera fiŝkaptisto respektas la akvon... ne forgesu tion.",
  "Tue6": "La maljunulo estis fiŝkaptisto, vi scias. Mi kreskis velante inter la filikaj insuloj, vivante de kaptaĵo al kaptaĵo.#$e#La fiŝkapta vivo estas malfacila, sed estas io en ĝi, kio tenas vin.",
  "Wed": "Kelkaj fiŝoj venas kaj iras kun la sezonoj. Aliaj eliras nur nokte aŭ en la pluvo.",
  "Wed6": "Mi aŭdis onidiron, ke speciala speco de fiŝo troviĝas en la lagetoj inter akvofaloj...#$b#Se vi povas atingi ĝin per via fiŝkano, tio estas...",
  "Thu": "*murmur* *murmur* ...Eh? Mi rakontus al vi pri miaj pensoj, sed ĝi estas fiŝkaptista sekreto.",
  "Thu2": "Estas onidiroj pri kelkaj tre raraj fiŝoj en ĉi tiuj partoj... sed nur sperta fiŝkaptisto povus havi ŝancon kontraŭ ili.#$e#Vi bezonos la plej bonan logilon, kiun vi povas akiri, se vi volas, ke rara fiŝo mordu.",
  "Fri": "Se vi vere volas mordigi la fiŝon, certigu, ke vi metis iom da logilo sur vian hokon.",
  "Sat": "Se la loka fiŝkapta komunumo iom pli viglus, mi eble pligrandigos la stokon de la butiko.",
  "Sat8": "Kiel iras via fiŝkapta vivo?#$e#Mi provas fiŝkapti kiel eble plej ofte, sed ne estas facile kiam vi havas butikon por prizorgi.",
  "Sun": "Se vi aĉetas altkvalitan fiŝkanon, vi povos alkroĉi logilon kaj ilaron al la ŝnuro.#$b#Logiloj igas fiŝojn mordi pli rapide. Ilaro povas multe plifaciligi vian laboron, kiam oni enŝovas fiŝojn.#$e#Estas ĉiaj ilaroj, kun malsamaj avantaĝoj. Ili kutime estas iom malfortaj, do ne miru se via ilaro rompiĝas post iom da tempo.",
  "Sun10": "Hej, estas mia ŝipestro, @!$h#$e#Mi donus al vi rabaton de logiloj, se mi povus pagi ĝin.$s",
  "Fair_Judging": "Mi ne havas grandajn esperojn gajni... la fiŝoj aspektas bele sed ili ne bone odoras...$s",
  "Fair_Judged": "Ve, mi ricevis malaltan poentaron. Mi supozas, ke urbestro Lewis ne estas tre fiŝema. Ho bone...$s"
}
