{
  "Introduction": "Hoj tie! Estas agrable vidi junajn homojn moviĝi al la valo. Tio ne estas tre ofta nuntempe.",
  "AcceptGift_(O)StardropTea": "By the stem o' me pipe...  a cup o' Stardrop Tea! And here I thought it was only the stuff of mermaid legend. Thank you kindly.",
  "AcceptGift_(O)Book_Crabbing": "Aye...  A timeless classic. Brings a tear to me eye, with every read. A fisherman can never have too many copies! Thank ye.$h",
  "AcceptGift_(O)Book_Roe": "Thank ye! This'll be perfect winter reading. Ah, and it even smells of the sea...$h",
  "AcceptGift_(O)SkillBook_1": "Ah, 'Bait And Bobber'... Every angler ought to have a subscription, but it costs a pretty penny. Taught me a lot of good fishin' tips over the years. Thanks!$h",
  "AcceptGift_coffee_item": "Ah, this stuff warms the ol' bones. Thank you.",
  "GreenRain": "Aye... I hope these weird rains don't bother the fish... It could ruin me life!",
  "GreenRainFinished": "Well, the fish seem as healthy as ever. In fact, I swear they've been biting with extra vigor!",
  "GreenRain_2": "If the fish like these rains, then I like 'em, too.",
  "accept_869": "Ah... Tio estas la perfekta logilo por anariko, kiun mi provis kapti!#$b#Jen, lasu min interŝanĝi al vi ĉi tion kontraŭ ĝi. Mi ne certas kio ĝi estas, sed mi trovis ĝin sur la plaĝo antaŭ ne tro longe.#$b#Iu diras al mi, ke vi povus uzi ĝin, knabo.^Iu diras al mi, ke vi povus uzi ĝin, fraŭlino.",
  "AcceptGift_(O)682": "The horror! ...What kind of monster is this?",
  "AcceptGift_(O)336": "*chomp*... Yep, that's real gold alright. Heh! What a gift!$h",
  "married": "Giving up the bachelor life, eh?^Giving up the single life, eh?#$b#Just don't forget to make time for fishing...",
  "fishCaught_160": "Ah, you caught the Angler, did ya? A good 'first step' into the world o' rare fish, that one.",
  "fishCaught_159": "So, you finally conquered the Crimsonfish! That fish has been taunting me for many years. He nearly nibbled through the wood under me house!",
  "fishCaught_163": "By the stem o' me pipe... You actually caught 'the Legend'. I never thought I'd see the day...$h#$b#Well, lad, you've done it... You're the best fisherman this valley's seen in a long time...$h^Well, miss, you've done it... You're the best angler this valley's seen in a long time...$h",
  "fishCaught_775": "Ah, so you finally snagged the Glacierfish... That's one of the slipperiest fish I've ever encountered!#$e#How many tries did it take ya?",
  "fishCaught_682": "*sniff* *sniff*... Something tells me you've been fishin' in the sewers, lad.^*sniff* *sniff*... Something tells me you've been fishin' in the sewers, miss.#$b#It's an unconventional approach, to be sure. There's legend of gargantuan carp, twisted into monsters from the toxic sludge...",
  "FullCrabPond": "*flaras*... Ha... Tiu malnova konata odoro. Vi bredis krabojn, ĉu ne?#$b#Vi estas viro laŭ mi propra gusto, @. Ha!$h^Vi estas virino post mi propra gusto, @. Ha!$h#$b#Jen, prenu ĉi tion. Mi trovis ĝin sur la strando... Konsevis ĝin por speciala okazo. Ne ĉiutage mi malkovras kunan krab-entuziasmulon! [797]",
  "MovieInvitation": "Ah... filmo. Tio estas afabla de vi, knabo.^Ha... filmo. Tio estas afabla de vi, fraŭlino.#$b#Mi nur finos mian pipon, kaj venos.",
  "summer_19": "Tomorrow is the annual Trout Derby... Aye, it's a freshwater enthusiast's dream!#$e#Anglers from all over the world will be here to catch our beautiful Rainbow Trout...#$e#I'd better see you out there, lad!$h^I hope to see you out there!$h#$e#For the next two days, I'll only be manning the shop for one hour, starting at 9am. So if you really need somethin', you can come by then.",
  "summer_20": "It's the big day! I've got all me equipment tuned to catch Trout...#$e#Good luck out there!",
  "summer_21": "How's the Derby treatin' ya so far?#$b#I've found plenty o' Golden Tags, meself... but it's not over yet!",
  "winter_11": "Tomorrow, at the beach, is the start of a little gathering... called 'SquidFest'.#$e#Aye... tis' a difficult catch, the squid. But I trust that you've developed a knack for the sport, by now.",
  "winter_12": "Don't give up just yet! There's more squid in these waters...",
  "winter_13": "It warms me ol' winter heart to see all these anglers gathered here, all for the love o' fishing...$h",
  "Mon": "Hoj, filo.^Hoj, knabino.#$b#Ŝajnas kiel deca vetero por fiŝkaptado, ĉu ne?",
  "Mon4": "Ĉu vi havis multe da bonŝanco en la lokaj akvoj? Vi ŝajnas, ke vi povus esti forta fiŝkaptisto, se vi fokusiĝus pri tio.",
  "Tue": "Vera fiŝkaptisto respektas la akvon... ne forgesu tion.",
  "Tue6": "La maljunulo estis fiŝkaptisto, vi scias. Mi kreskis velante inter la filikaj insuloj, vivante de kaptaĵo al kaptaĵo.#$e#La fiŝkapta vivo estas malfacila, sed estas io en ĝi, kio tenas vin.",
  "Wed": "Kelkaj fiŝoj venas kaj iras kun la sezonoj. Aliaj eliras nur nokte aŭ en la pluvo.",
  "Wed6": "I've heard a rumor that a special kind of fish can be found in the pools between waterfalls...#$b#If you can reach it with yer rod, that is...",
  "Thu": "*murmur* *murmur* ...Eh? Mi rakontus al vi pri miaj pensoj, sed ĝi estas fiŝkaptista sekreto.",
  "Thu2": "Estas onidiroj pri kelkaj tre raraj fiŝoj en ĉi tiuj partoj... sed nur sperta fiŝkaptisto povus havi ŝancon kontraŭ ili.#$e#Vi bezonos la plej bonan logilon, kiun vi povas akiri, se vi volas, ke rara fiŝo mordu.",
  "Fri": "Se vi vere volas mordigi la fiŝon, certigu, ke vi metis iom da logilo sur vian hokon.",
  "Sat": "Se la loka fiŝkapta komunumo iom pli viglus, mi eble pligrandigos la stokon de la butiko.",
  "Sat8": "Kiel iras via fiŝkapta vivo?#$e#Mi provas fiŝkapti kiel eble plej ofte, sed ne estas facile kiam vi havas butikon por prizorgi.",
  "Sun": "Se vi aĉetas altkvalitan fiŝkanon, vi povos alkroĉi logilon kaj ilaron al la ŝnuro.#$b#Logiloj igas fiŝojn mordi pli rapide. Ilaro povas multe plifaciligi vian laboron, kiam oni enŝovas fiŝojn.#$e#Estas ĉiaj ilaroj, kun malsamaj avantaĝoj. Ili kutime estas iom malfortaj, do ne miru se via ilaro rompiĝas post iom da tempo.",
  "Sun10": "Hej, estas mia ŝipestro, @!$h#$e#Mi donus al vi rabaton de logiloj, se mi povus pagi ĝin.$s",
  "Fair_Judging": "I don't have high hopes of winning... the fish look nice but they don't exactly smell great...$s",
  "Fair_Judged": "Wow, I got a low score. I guess Mayor Lewis isn't much of a fish man. Oh well...$s"
}
