{
  "Introduction": "Hoj tie! Estas agrable vidi junajn homojn moviĝi al la valo. Tio ne estas tre ofta nuntempe.",
  "accept_869": "Ah... Tio estas la perfekta logilo por anariko, kiun mi provis kapti!#$b#Jen, lasu min interŝanĝi al vi ĉi tion kontraŭ ĝi. Mi ne certas kio ĝi estas, sed mi trovis ĝin sur la plaĝo antaŭ ne tro longe.#$b#Iu diras al mi, ke vi povus uzi ĝin, knabo.^Iu diras al mi, ke vi povus uzi ĝin, fraŭlino.",
  "FullCrabPond": "*flaras*... Ha... Tiu malnova konata odoro. Vi bredis krabojn, ĉu ne?#$b#Vi estas viro laŭ mi propra gusto, @. Ha!$h^Vi estas virino post mi propra gusto, @. Ha!$h#$b#Jen, prenu ĉi tion. Mi trovis ĝin sur la strando... Konsevis ĝin por speciala okazo. Ne ĉiutage mi malkovras kunan krab-entuziasmulon! [797]",
  "MovieInvitation": "Ah... filmo. Tio estas afabla de vi, knabo.^Ha... filmo. Tio estas afabla de vi, fraŭlino.#$b#Mi nur finos mian pipon, kaj venos.",
  "Mon": "Hoj, filo.^Hoj, knabino.#$b#Ŝajnas kiel deca vetero por fiŝkaptado, ĉu ne?",
  "Mon4": "Ĉu vi havis multe da bonŝanco en la lokaj akvoj? Vi ŝajnas, ke vi povus esti forta fiŝkaptisto, se vi fokusiĝus pri tio.",
  "Tue": "Vera fiŝkaptisto respektas la akvon... ne forgesu tion.",
  "Tue6": "La maljunulo estis fiŝkaptisto, vi scias. Mi kreskis velante inter la filikaj insuloj, vivante de kaptaĵo al kaptaĵo.#$e#La fiŝkapta vivo estas malfacila, sed estas io en ĝi, kio tenas vin.",
  "Wed": "Kelkaj fiŝoj venas kaj iras kun la sezonoj. Aliaj eliras nur nokte aŭ en la pluvo.",
  "Thu": "*murmur* *murmur* ...Eh? Mi rakontus al vi pri miaj pensoj, sed ĝi estas fiŝkaptista sekreto.",
  "Thu2": "Estas onidiroj pri kelkaj tre raraj fiŝoj en ĉi tiuj partoj... sed nur sperta fiŝkaptisto povus havi ŝancon kontraŭ ili.#$e#Vi bezonos la plej bonan logilon, kiun vi povas akiri, se vi volas, ke rara fiŝo mordu.",
  "Fri": "Se vi vere volas mordigi la fiŝon, certigu, ke vi metis iom da logilo sur vian hokon.",
  "Sat": "Se la loka fiŝkapta komunumo iom pli viglus, mi eble pligrandigos la stokon de la butiko.",
  "Sat8": "Kiel iras via fiŝkapta vivo?#$e#Mi provas fiŝkapti kiel eble plej ofte, sed ne estas facile kiam vi havas butikon por prizorgi.",
  "Sun": "Se vi aĉetas altkvalitan fiŝkanon, vi povos alkroĉi logilon kaj ilaron al la ŝnuro.#$b#Logiloj igas fiŝojn mordi pli rapide. Ilaro povas multe plifaciligi vian laboron, kiam oni enŝovas fiŝojn.#$e#Estas ĉiaj ilaroj, kun malsamaj avantaĝoj. Ili kutime estas iom malfortaj, do ne miru se via ilaro rompiĝas post iom da tempo.",
  "Sun10": "Hej, estas mia ŝipestro, @!$h#$e#Mi donus al vi rabaton de logiloj, se mi povus pagi ĝin.$s"
}
