{
  "Introduction": "Ah, jes. Mi antaŭdiris vian alvenon antaŭ longe, juna @.#$e#Tamen, via sorto estas finfine en viaj propraj manoj.",
  "AcceptGift_(O)StardropTea": "Ha, kion ni havas ĉi tie? Malofta kaj potenca eliksiro, ŝajnas. Jes, ĉi tio faros belan aldonon al mia reagenta kesto.",
  "accept_868": "Ah ... Arkta Breĉeto.#$b#plej potenca substanco, ja, kaj potence infuzita per la elemento de glacio.#$b#Mi prenos ĝin, se vi ne gravas.#$b#...#$b#... erm ... vi ankoraŭ estas ĉi tie. Ho. Vi volas ion?#$b#... prenu ĉi tion.",
  "MovieInvitation": "Hmm ... Mi supozas, ke mi povus akompani vin ... jes. Post kiam vi alvenos, mi aperos. Adiaŭ.",
  "GreenRain": "Kvankam la nekutimaj pluvoj povas esti alarmaj, estas nenio por timi en ĉi tiu tago.#$e#Fakte, estas tago de granda ĝojo por multaj vivantaj aferoj.",
  "GreenRain_2": "Naturo estas potenca forto, ne por esti malestimata.#$e#Pardonu, sed estas specialaj aferoj, kiujn mi povas nur prizorgi en ĉi tiu tago.",
  "married": "Geedziĝo... hmm? Mi preĝas, ke vi havu pli bonan ŝancon ol mi havis...",
  "roommates_Krobus": "Estos defio vivi kun unu tia kiel Krobus. Sed riĉe rekompencante por ambaŭ flankoj, mi certas. #$e#Mi konfesas, ke mi plej interese atendas la rezulton de tia nekutima amikeco.",
  "Mon": "Ho, jes. Mi vidis multajn aferojn pri via estonteco, juna @.#$e#Se mi dirus al vi, povus esti gravaj konsekvencoj.",
  "Mon4": "Ekster la domajno de homa civilizo estas kie naturo vere malkaŝas siajn sekretojn.",
  "Mon8": "Ekzistas regionoj de la mondo, ankoraŭ ne makulitaj de la limoj de moderna pensado, kie magio ankoraŭ estas tre viva...",
  "Sat6": "Kvankam la scienca praktiko povas precize priskribi la materialon de nia mondo, ĝi neniam klarigos la plej profundajn misterojn...",
  "Tue": "Se vi ne havas ion gravan por diri al mi, lasu min esti. Mi havas multe da laboro fari.",
  "Tue4": "Mi fidas vin sufiĉe por permesi vin en mia kelo. Traktu tion, kion vi trovos tie, kun respekto.",
  "Tue8": "Saluton, @. Mi esperas, ke vi ne okupiĝis pri la mallumaj artoj?",
  "Tue10": "Se la realeco estas konstruita de la menso, tiam se oni povus majstri la potencon de la menso, oni povus kontroli la realecon....",
  "Wed": "Necesas jaroj da studado por kompreni la lingvon de la elementoj.#$e#Por vere paroli ilian lingvon necesas vivo plena de dediĉita penado.#$e#Nun, se vi permesos al mi...",
  "Thu": "Estas multaj misteroj ĉirkaŭ ni. Vi devas esti pacienca se vi deziras malkovri ilin.",
  "Thu10": "Vi ne rajtas diri al iu... sed mi havas kialon kredi, ke unu el la lokuloj estas fakte mia filino...#$e#Mi povus esti erara... Estas malofta, sed tio okazas.",
  "Fri": "Mi kredas, ke la loĝantoj timas min.#$e#Estas bedaŭrinde, sed mi supozas, ke estas homa timi la nekonatan.",
  "Fri6": "Mi estis edziĝinta antaŭ longe. Post kiam mia edzino kaj mi disiĝis, ŝi komencis flugi ĉirkaŭ la kamparo, malbenante ĉion, kion ŝi vidis. #$e#Tio ne estas tre maturigita maniero por esprimi sian koleron.",
  "Sat": "Atentu, vi staras super potenca magia kampo.#$e#Mi konstruis mian turon ĝuste ĉi tie intence, vi scias.",
  "Sat2": "Ĉu vi faris iun progreson kun la arbaraj spiritoj?",
  "Sun": "Mi foje sekrete observas la lokajn vilaĝanojn.#$e#Mi esperas trovi lernanton. Iun tagon mi forlasos ĉi tiun mortalan ebenon, sed miaj arkanaj serĉoj devas daŭrigi."
}
