{
  "BraveLittleSapling_Title": "The Brave Little Sapling",
  "BraveLittleSapling_Description": "An animated family comedy about a little sprout on a magical adventure to become a tree!",
  "BraveLittleSapling_Scene1": "The Brave Little Sapling",
  "BraveLittleSapling_Scene2": "The brave little sapling is leaving his home. He hesitates for a moment and turns around, knowing he won't be back for a long time...",
  "BraveLittleSapling_Scene3": "The other saplings of his grove are gathered at the edge of town, excitedly waving their twigs goodbye...!",
  "BraveLittleSapling_Scene4": "Oh no! Out of nowhere, it starts raining...! The little sapling goes into a sprint as thunderclouds loom overhead...",
  "BraveLittleSapling_Scene5": "Fearing for his life, and demoralized by the relentless downpour, the brave little sapling begins to lose hope...",
  "BraveLittleSapling_Scene6": "...But what's this...? The sapling feels a tingling on the top of his head... ",
  "BraveLittleSapling_Scene7": "Perhaps a little rain was what it needed to begin its journey into becoming a tree!",
  "BraveLittleSapling_Scene8": "Farewell, little buddy!",
  "Mysterium_Title": "Mysterium",
  "Mysterium_Description": "Peer behind the midnight veil... You must experience to believe!",
  "Mysterium_Scene1": "'Mysterium'",
  "Mysterium_Scene2": "A faint silhouette in the dark...",
  "Mysterium_Scene5": "The desolate, unknown void of space... where untold horrors await.",
  "Mysterium_Scene8": "A variety of disjointed, other-worldly scenes play out...",
  "Mysterium_Scene10": "'You MUST tell your friends to see MYSTERIUM tonight...'",
  "Mysterium_Scene11": "'...Or I will visit you in your sleep!'",
  "JourneyOfThePrairieKing_Title": "Journey Of The Prairie King: The Motion Picture",
  "JourneyOfThePrairieKing_Description": "The beloved video game comes to the silver screen!",
  "JourneyOfThePrairieKing_Scene1": "'Journey Of The Prairie King: The Motion Picture'",
  "JourneyOfThePrairieKing_Scene2": "On the dusty old trail once again, we find Prairie King watching over a wagon train full of valuable treasure.",
  "JourneyOfThePrairieKing_Scene3": "But, unbeknownst to our hero, the evil outlaw is watching from a nearby cliff...",
  "JourneyOfThePrairieKing_Scene4": "'At last, I'll do away with that self-righteous sheriff and make off with the treasure... I deserve it!'",
  "JourneyOfThePrairieKing_Scene5": "'Whoops! Looks like this avalanche is headed straight for the wagon train.'",
  "JourneyOfThePrairieKing_Scene6": "The Prairie King hears a faint rumbling in the distance... Look!",
  "JourneyOfThePrairieKing_Scene7": "Thinking quickly, he fires a shot.",
  "JourneyOfThePrairieKing_Scene8": "But what's this? Water's flying everywhere!",
  "JourneyOfThePrairieKing_Scene9": "He's done it again! The thick mud stops the avalanche in its tracks.",
  "JourneyOfThePrairieKing_Scene10": "The wagon train is saved.",
  "JourneyOfThePrairieKing_Scene11": "The End.",
  "Wumbus_Title": "Wumbus",
  "Wumbus_Description": "An absurd sci-fi comedy centered around the life and times of a lumpy guy from another star.",
  "Wumbus_Scene1": "'Wumbus'",
  "Wumbus_Scene2": "Wumbus, always at ease, stretches out and enjoys the warmth of his planet's sun.",
  "Wumbus_Scene3": "His faithful servant, FoodBot, provides a steady stream of fried gluten pucks and 'red sauce'.",
  "Wumbus_Scene4": "Wumbus tries to get his nephew, Rossel, interested in star-system culture and affairs, but Rossel is unimpressed.",
  "Wumbus_Scene5": "'Pshhaw!'",
  "Wumbus_Scene6": "The movie is a humorous slice-of-life into Wumbus' strange world, a world where technology and society have 'advanced' to an extreme degree.",
  "Wumbus_Scene7": "Many scenes attempt to find humor in the absurdity of the modern lifestyle.",
  "Wumbus_Scene8": "But, despite having near-infinite entertainment options, Wumbus and his group of friends still enjoy gathering for a delicious meal of 'pizza' (formed from 100% gluten materials).",
  "ZuzuCityExpress_Title": "The Zuzu City Express",
  "ZuzuCityExpress_Description": "A beloved movie classic, carefully restored for modern theaters.",
  "ZuzuCityExpress_Scene1": "'The Zuzu City Express'",
  "ZuzuCityExpress_Scene2": "The Zuzu City Express makes one final trip south, from the icy coast... It's a three day journey!",
  "ZuzuCityExpress_Scene3": "A young lady peers wistfully out the window.",
  "ZuzuCityExpress_Scene6": "The movie explores a timeless theme... the conflict between reason and emotion.",
  "ZuzuCityExpress_Scene7": "Will she follow the directions of her rational mind, or the longings of her heart?",
  "ZuzuCityExpress_Scene8": "The movie ends before we ever find out...",
  "MiracleAtColdstarRanch_Title": "The Miracle At Coldstar Ranch",
  "MiracleAtColdstarRanch_Description": "Against all odds, a family keeps the spirit of the Winter Star alive...",
  "MiracleAtColdstarRanch_Scene1": "'The Miracle at Coldstar Ranch'",
  "MiracleAtColdstarRanch_Scene2": "It's the eve of The Winter Star, and it's been snowing for 3 weeks straight.",
  "MiracleAtColdstarRanch_Scene3": "The Coldstar family is stranded... getting to town is impossible. Fortunately, the cows have enough hay to get by.",
  "MiracleAtColdstarRanch_Scene5": "...But the family has run out of food.",
  "MiracleAtColdstarRanch_Scene7": "Still, Papa Coldstar braves the treacherous conditions to cut down the winter star tree...",
  "MiracleAtColdstarRanch_Scene9": "In spite of their hunger, the family decorates the tree, keeping the promise of the Winter Star alive.",
  "MiracleAtColdstarRanch_Scene11": "That night, an unusual phenomenon...",
  "MiracleAtColdstarRanch_Scene12": "The next day, Mama Coldstar is astonished to find the tree adorned with cosmic fruit.",
  "MiracleAtColdstarRanch_Scene12_2": "'We believed in the Winter Star, and so we were remembered!'",
  "MiracleAtColdstarRanch_Scene13": "They all shared the Stardrop fruit. Despite its small size, it was the most filling and delicious meal they'd ever had.",
  "MiracleAtColdstarRanch_Scene14": "The family is saved, and the spirit of hope is alive and well. The promise of the Winter Star is kept once again...",
  "NaturalWonders_Title": "Natural Wonders: Exploring Our Vibrant World",
  "NaturalWonders_Description": "Take a tour through the lands of the Ferngill Republic... from The Fern Islands to Zuzu City, this world is full of life!",
  "NaturalWonders_Scene1": "'Natural Wonders: Exploring Our Vibrant World'",
  "NaturalWonders_Scene2": "The Fern Islands, a tropical paradise 80 miles off the southern coast. The islands formed due to volcanic activity in the region, and are still growing...",
  "NaturalWonders_Scene3": "The warm climate of the southern ocean allows for extreme biodiversity... in short, the island is teeming with life!",
  "NaturalWonders_Scene4": "Now we move north to the bustle of Zuzu City. It's a world of concrete and steel, illuminated by the glow of city light.",
  "NaturalWonders_Scene5": "The conditions may be harsh, but still, we find abundant life...",
  "NaturalWonders_Scene6": "Far to the west, alone in the vast Gem Sea, lies Prairie Island. In spite of its name, this land is home to a diverse array of natural biomes.",
  "NaturalWonders_Scene7": "The island is known for its abundant population of raccoons!",
  "NaturalWonders_Scene8": "Finally, we return to the mainland, to visit one of the most pleasant areas of the continent... Stardew Valley.",
  "NaturalWonders_Scene9": "The temperate climate of the valley is the perfect home for a variety of woodland creatures and insects. What a beautiful place!",
  "ItHowlsInTheRain_Title": "It Howls In The Rain",
  "ItHowlsInTheRain_Description": "A group of youngsters set out to discover the source of a mysterious sound. (Parental Supervision Required)",
  "ItHowlsInTheRain_Scene1": "It Howls In The Rain ",
  "ItHowlsInTheRain_Scene2": "'The following footage was salvaged from an abandoned camcorder 30 miles south of Grampleton'",
  "ItHowlsInTheRain_Scene3": "'Did you hear that? I think it came from those woods... Let's go...'",
  "ItHowlsInTheRain_Scene4": "'(Heavy Breathing)... Look!'",
  "ItHowlsInTheRain_Scene5": "(The camera lurches forward into the forest)",
  "ItHowlsInTheRain_Scene6": "'Oh, it's just you, Gary... *pant* *pant*... Stop grabbing my arm!'",
  "ItHowlsInTheRain_Scene6_2": "Agh! ",
  "ItHowlsInTheRain_Scene7": "'Look! It's in the bush...'",
  "ItHowlsInTheRain_Scene8": "Aiii! ",
  "ItHowlsInTheRain_Scene8_2": "Oh... ",
  "ItHowlsInTheRain_Scene9": "(Muffled cries and a strange shuffling sound can be heard)",
  "ItHowlsInTheRain_Scene10": "It's still out there... "
}