{
  "derby_contestent0": "Fisherman: I came all the way from Grampleton for this.||Fisherman: I'm not leaving without a bag full of trout!",
  "derby_contestent1": "Mariner: I think I'm a little overdressed for this event.",
  "derby_contestent2": "Mariner: Of course... some guy shows up wearing the same outfit as me. How embarassing!",
  "derby_contestent3": "Fisherman: Excuse me, I'm trying to enjoy the peace and quiet.||Fisherman: ...||Fisherman: ...||Fisherman: ...||Fisherman: Can't you take a hint?||Fisherman: ...||Fisherman: ...||Fisherman: ...||Fisherman: Someone's about to get battered, and it ain't the trout.||Fisherman:...",
  "derby_contestent4": "Fishing Sisters: We're the famous fishing sisters!||Fishing Sisters: We'll fish as many fish as we wish! Nah Nah Nah!",
  "derby_contestent5": "Angler: Any luck? Most of the bites I'm getting are from the mosquitos...",
  "derby_contestent6": "Trout Man: Where I come from, they call me 'Trout Man'.||Trout Man: Yep, I spent five years learning how to think like a trout. Pretty simple, actually: food, food, food, lay eggs, rest, eat more food.||Trout Man: I happen to like food, myself. Not so good at laying eggs, though.",
  "derby_contestent7": "Fisherman: Trying to get away from the crowds? I had the same idea.",
  "derby_contestent8": "Fishing Pro: I know it's not a competition, but still... whoever gets the most tags will have bragging rights for the rest of the year!||Fishing Pro: I'll be back in winter for SquidFest... Now that's a real challenge!||Fishing Pro: The secret to catching trout is, you gotta give them a presentation that looks so delicious, they can't help but take a bite...",
  "derby_contestent9": "Fisherman: Ah, now this is the life. Nothing is more tranquil than a day of trout fishing.",
  "winter_derby_contestent0": "Fisherman: Squid usually only show up at night. But they threw some special bait in the water that's making them active all day.",
  "winter_derby_contestent1": "Mariner: The cold air makes me feel tough, like a piece of jerky.||Mariner: When the air is too warm I feel like a pudding.",
  "winter_derby_contestent2": "Mariner: Come here, squiddy squiddy...",
  "winter_derby_contestent3": "Fisherman: You're a local, huh? Hope you don't mind if I pinch a few of your fine squid...",
  "winter_derby_contestent4": "Fishing Sisters: We're the famous fishing sisters.||Fishing Sisters: We've been fishing squids since we were kids. Nah nah nah!",
  "winter_derby_contestent5": "Angler: Brrr... It's cold! Maybe I'm not cut out for winter ocean fishing.||Angler: I'm more of a CarpFest kind of guy...",
  "winter_derby_contestent6": "Trout Man: Welp, squid are a bit different than trout, but I can catch them all the same.||Trout Man: You better get to fishing if you want a shot at the prize!",
  "winter_derby_contestent7": "Fisherman: My wife sent me off with a thermos of hot coffee. What a gal!",
  "winter_derby_contestent8": "Fishing Pro: Shhh... I don't want to scare the squid.||Fishing Pro: I came over here to get away from the crowd. Squid can be shy.||Fishing Pro: You can fish here if you want, though. Just try to be quiet.",
  "winter_derby_contestent9": "Fisherman: I'm not too worried about winning the competition. I just want to enjoy the ambience.||Fisherman: Summer's weather is nicer, but there's something special about a rugged winter. And what would life be without contrast?",
  "winter_derby_contestent10": "Fisherman: My fingers are frozen solid, so I'm just going to enjoy a hot cup o' cider over here. Good luck out there!",
  "winter_derby_contestent11": "Squid Chef: Oh, don't mind me... I'm just here for the bulk squid prices!||Squid Chef: Well, what are you waiting for? Those squid aren't going to catch themselves!"
}