{
  "Robin": "Sal!^Mi havis iom da kroma ligno... Mi pensis, ke eble vi povus uzi ĝin.  ^   -Robin %item id (O)388 50 %%[#]Donaco de Robin",
  "Demetrius": "Kara @,^Mi faris kampan studon la alian tagon, kaj mi trovis ĉi tiun specimenon. ^Mi esperas, ke vi trovos ĝin same interesa kiel mi.  ^   -Demetrius%item id (O)392 1 (O)394 1 (O)132 1 (O)66 1 %%[#]Donaco de Demetrius",
  "Linus": "Saluton, amiko.^La montlago estis afabla al mi lastatempe. Mi ŝatus kundividi mian bonŝancon kun vi.  ^   -Linus %item id (O)136 1 (O)143 1 (O)202 1 (O)227 1 (O)228 1 %%[#]Donaco de Linus",
  "Pierre": "Kara aprezita kliento,^Dankon pro vizito de 'Pierre'! Almetita estas via 'Programo de Rekompencoj de Kontantmono'-rabato. Ĝis baldaŭ!  ^   -Pierre^  P.S. Pardonu pro la stoka mesaĝo, @. Ĝuu! %item money 250 601  %%[#]Donaco de Pierre",
  "Caroline": "Kara @,^Jen legomo el mia malantaŭa ĝardeneto. Vi verŝajne havas pli da legomoj ol kuirideojn, sed bone.   ^   -Caroline%item id (O)190 1 (O)192 1 (O)24 1 %%[#]Donaco de Caroline",
  "George": "Mi trovis iom da bonkvalitaj ŝtonoj. ^Eble vi povas konstrui per ĝi aŭ io.  ^   -George %item id (O)390 35 %%[#]Donaco de George",
  "Evelyn": "Saluton, kara, mi esperas, ke via bieno fartas bone.^ Mi sendas al vi ion el mia kuirejo... Mi esperas, ke ĝi ne disfalis pro la poŝto.  ^   -Evelyn  %item id (O)216 1 (O)220 1 (O)223 1 %%[#]Donaco de Evelyn",
  "Pam": "Sal. ^Mi trovis ĉi tion en tirkesto ie. Mi pensis, ke vi povus uzi ĝin.   ^   -Pam %item id (O)346 1 (O)349 1 (O)787 1 %%[#]Donaco de Pam",
  "Lewis": "@,^Mi tre ĝojas, ke vi iĝis parto de nia komunumo! Mi kunmetis ĉekon de 500 g de la Agrikultura Fonduso de Stardew Valley por helpi vin daŭrigi vian bonan laboron. ^Eble vi povas aĉeti kelkajn pliajn semojn per ĝi.  ^  Amike, Sinjoro Lewis%item money 500 501 %%[#]Donaco de Lewis",
  "Gus": "@!^Mi faris dolĉaĵon por vi ĉi-matene en la salono. Ĝuu!  ^  -Via amiko, Gus%item id (O)224 1 (O)213 1 (O)211 1 (O)207 1 (O)200 1 (O)195 1 (O)198 1 %%[#]Donaco de Gus",
  "Clint": "Um, Saluton... ^Pardonu, mi ne bone kapablas skribi leterojn. Mi faris unu metalstangon tro, kaj mi pensis, ke vi eble bezonos ĝin.  ^   -Clint, la forĝisto %item id (O)334 1 (O)335 1 (O)336 1 %%[#]Donaco de Clint",
  "Jodi": "Kara @,^Mi mendis tro da sterkaĵo por la ĝardeno! Mi vetas, ke vi povas utiligi ĝin.  ^   -Jodi %item id (O)368 5 (O)369 5 (O)370 5 %%[#]Donaco de Jodi",
  "Kent": "Saluton, @.^Ĉi tiu objekto kolektis polvon en la ilujo. Mi supozis, ke vi eble povos uzi ĝin.  ^   -Kent%item id (O)286 1 (O)287 1 (O)288 1 (O)787 1 %%[#]Donaco de Kent",
  "Emily": "Saluton!^Kiel vi fartas? Mi esperas, ke vi ĝuos la donacon, kiun mi sendis al vi... Nu, adiaŭ! +   ^   -Emily %item id (O)397 1 (O)428 1 (O)440 1 %%[#]Donaco de Emily",
  "Marnie": "Kara @,^Vi estas tiel bona najbaro, ke mi pensis, ke mi sendos iom da bestnutraĵo por faciligi vian laboron. Daŭrigu tiel! ^   -Marnie %item id (O)178 30 %%[#]Donaco de Marnie",
  "Shane": "Sal,^Mi pensis, ke estus amuze sendi al vi leteron. Mi tamen ne vere scias, kion skribi.^ Jen mi kunsendis por vi regalon. Ne diru al neniu, sed mi prenis ĉi tion el la malantaŭa ĉambro de JojaMart antaŭ jaroj.^Bone, ĝis baldaŭ. ^   -Shane %item id (O)215 1 (O)206 1 %%[#]Donaco de Shane",
  "Wizard": "Salutojn, juna adepto.^Mi enfermis en ĉi tiun pakaĵon objekton de arka signifo. Uzu ĝin saĝe. ^ -M. Rasmodius, Sorĉisto%item id (O)422 1 (O)82 1 (O)84 1 (O)70 1 %%[#]Donaco de la Sorĉisto",
  "Sandy": "Salutojn el Calico Desert!^Venu baldaŭ viziti min, mi vere enuas ĉi tie :(. Mi enmetis donacon el la dezerto. Vi povas veni kaj danki min persone!   ^   -Sandy %item id (O)88 1 (O)90 1 (O)218 1 %%[#]Donaco de Sandy",
  "afterSamShow": "@,^la spektaklo estis granda sukceso! Mi volis danki vin denove pro via tuta helpo krei ĉi tiun mirindan bandon. Ni ne povus fari ĝin sen vi!   ^   -Sam[#]Dankletero de Sam",
  "afterArtShow": "Kara @,^Dankon denove por veni al mia arta ekspozicio. Ĝi estis granda sukceso! Mi vendis preskaŭ ĉiujn miajn skulptaĵojn, kaj ĉiuj estis tiel pozitivaj kaj kuraĝigaj! Mi esperas revidi vin baldaŭ.  ^   -Leah[#]Dankletero de Leah",
  "haleyGarden": "@,^Mi pensis, ke estus amuze skribi al vi noton.^ Mi tiom amuziĝis hieraŭ kun la bovinoj... Mi ekkomprenas, kial vi elektis la vivon de la kamparano! Mi esperas vidi vin baldaŭ.  ^   -Haley[#]Noto de Haley",
  "PennyCleanTrailer": "Pardonu pri tio, kio okazis hieraŭ ĉe mi... Mia panjo foje estas en malbona humoro.^Bonvolu forgesi, ke tio okazis.  ^   -Penny[#]Pardonpeto de Penny",
  "Duck": "Kara @,^Vi pruvis vian kapablon kreskigi kokidojn, do mi nun vendas anasojn ĉe mia butiko!       ^   -Marnie[#]Anasoj Por Vendo!",
  "Rabbits": "Kara @,^Mi nun havas kuniklojn en la bestbutiko! Ili provizos al vi lanugan lanon ...kaj pli!       ^   -Marnie[#]Kunikloj Por Vendo",
  "Sheep": "Kara @,^Vi pruvis vian kapablon kreskigi bovinojn, do mi nun vendas ŝafojn ĉe mia butiko!       ^   -Marnie[#]Ŝafoj Por Vendo",
  "Goats": "Kara @,^Mi nun havas kaprojn aĉeteblajn ĉe mia bestbutiko. Vi faris bone ĝis nun!       ^   -Marnie[#]Kaproj Por Vendo",
  "Pigs": "Kara @,^Vi faris grandan progreson ekde kiam vi unue alvenis. Kiel rezulto, mi decidis komenci vendi porkojn ĉe mia butiko. Ĉi tiuj porkoj estas trejnitaj por trovi bongustajn trufojn!       ^   -Marnie[#]Porkoj Por Vendo",
  "SeaAmulet": "@,^Mi donos al vi ĉi tiun konsilon ĉar mi ŝatas vin kaj mi volas, ke vi restu en Pelican Town. Se venos tago, kiam vi volas peti ies manon en geedziĝo, vi devos doni al ili 'Amuleto De Sireno'. Ne maltrankviliĝu, ĉiuj en Pelican Town komprenas la signifon de la amuleto. Ĝi estas antikva tradicio en ĉi tiu regiono. Bonŝancon! ^   -Lewis[#]Pri Amuleto De Sireno",
  "Bouquet": "@,^Ŝajnas, ke vi komencas proksimiĝi kun kelkaj el la vilaĝanoj. Se vi volas montri al iu, ke vi estas romantike interesita, vi devas doni al ĝi unu el miaj belaj florbukedoj. Mi vendas ilin nun, por tre justa prezo! Se vi volas fondi familion iam, ĉi tiu estas la unua paŝo! ^   -Pierre[#]Pri Bukedoj",
  "RobinCooking": "Kara @,^jen malnova recepto, kiun mia avino transdonis al mi. Ĝuu!   ^   -Robin%item cookingRecipe %%[#]La Familia Recepto De Robin",
  "DemetriusCooking": "Mi volis diri 'dankon' pro via interesiĝo pri mia laboro. Jen kuira recepto, kiun mi ŝatas. ^   -Demetrius%item cookingRecipe %%[#]Recepto De Demetrio",
  "LinusCooking": "@,^kiel vi fartas? Mi aldonis kelkajn instrukciojn pri kiel fari unu el miaj plej ŝatataj fiŝaj receptoj. ^   -Linus%item cookingRecipe %%[#]Recepto De Linus",
  "PierreCooking": "SUPERSEKRETA:^Jen la recepto de mia fama mirtila torto.^Ne diru al neniu! Mi donas ĝin al vi ĉar ni estas tiel bonaj amikoj. ^   -Pierre%item cookingRecipe %%[#]La Fama Torto De Pierre",
  "CarolineCooking": "Kara @,^nenio estas pli kontentiga ol kuiri kun freŝaj legomoj el via propra ĝardeno! Mi kunmetis recepton por helpi vin. Amike ^   -Caroline%item cookingRecipe %%[#]Recepto De Caroline",
  "GeorgeCooking": "Mi supozis, ke mi donos al vi ĉi tiun recepton, kiun mi kuŝis ĉirkaŭe. Provu ne bruligi ĝin. ^   -George%item cookingRecipe %%[#]Recepto De George",
  "EvelynCooking": "Kara @,^Mi kutime ne disdonas miajn receptojn... sed ĉar vi estis tia afabla al Georgo kaj mi, mi skribis ĉi tiun por vi. ^   -Evelyn%item cookingRecipe %%[#]Recepto De Evelyn",
  "PamCooking": "Hej infano,^jen la recepto de dolĉaĵo, kiun kutimis fari mia papo. Kuiru ĝin malrapide. ^   -Pam%item cookingRecipe %%[#]Recepto De Pam",
  "LewisCooking": "@,^memoru manĝi sane, aŭ vi ne havos sufiĉe da energio por labori forte! Mi inkluzivas unu el miaj plej ŝatataj receptoj. Nepre uzu maturajn tomatojn! ^   -Lewis%item cookingRecipe %%[#]Recepto De Lewis",
  "GusCooking": "Kara @,^Jen recepto de mia salono. Mi dividas ĉi tion nur kun miaj bonaj amikoj! ^   -Gus%item cookingRecipe %%[#]Recepto De Gus",
  "ClintCooking": "Nu, mi konas kelkajn receptojn.^Mi pensis, ke mi sendos al vi unu... eble ĝi helpos al vi elmini pli da erco aŭ io.^Bonfartu. ^   -Clint%item cookingRecipe %%[#]Recepto De Clint",
  "JodiCooking": "@,^ĉi tiu recepto mia gajnis la 1-an lokon en kuira konkurso! Mi esperas ke vi ŝatas ĝin. Dankon pro esti amiko! ^   -Jodi%item cookingRecipe %%[#]Recepto De Jodi",
  "KentCooking": "Mi trovis ĉi tiun recepton eksterlande. Ĝuu.^Mi volas danki vin pro bonvenigi min. ^^   -Kent%item cookingRecipe %%[#]Recepto De Kent",
  "EmilyCooking": "@!^Sur la alia flanko de ĉi tiu letero estas instrukcioj pri kiel fari supersanan manĝon!^Vi sentos vin vigla. Ĝis baldaŭ. ^   -Emily%item cookingRecipe %%[#]Sana Recepto De Emily",
  "MarnieCooking": "Kara najbaro,^kiam mi ne prizorgas bestojn mi ŝatas eksperimenti en la kuirejo. Ĉar ni amikiĝis, mi volas kunhavi kelkajn receptojn kun vi.^Mi esperas, ke vi ŝatas ĉi tion! ^   -Marnie%item cookingRecipe %%[#]Recepto De Marnie",
  "ShaneCooking": "@,^Mi trovis ĉi tiun recepton en revuo kaj mi opiniis, ke ĝi sonis interesa. Bonvolu doni al mi gustumon, se vi faros ĝin. hehe. ^   -Shane%item cookingRecipe %%[#]Recepto De Shane",
  "SandyCooking": "Kara @,^Mi tiom enuiĝis ĉi tie en la dezerto, ke mi skribis al vi leteron. Estas ĉemetita recepto por bongusta supo. Venu baldaŭ viziti min! ^   -Sandy%item cookingRecipe %%[#]Recepto De Sandy",
  "WillyCooking": "Kara @,^Mi ŝatus kunhavigi malnovan kuirrecepton, kiun mia paĉjo kutimis fari. Gravas, ke la fiŝo estas FREŜA.  ^   -Willy%item cookingRecipe %%[#]Malnova Recepto De Willy",
  "mom1": "Kara @,^  Kiel vi fartas, karulo? Mi tiom sopiris vin ekde kiam vi foriris. Mi esperas, ke la vilaĝa vivo estas kiel vi deziris. ^   Amo, Panjo.   ^   P.S. Mi sendis viajn plej ŝatatajn kuketojn < %item id (O)223 1 %%[#]De Panjo",
  "mom2": "Kara @,^  Jam pasis tiom da tempo, ekde kiam mi lastfoje aŭdis de vi, kara. Aferoj estas la samaj kiel ĉiam hejme. Mi tre sopiras vin. ^ Amo, Panjo ^ P.S. Trovis koverton kun iom da mono, kiun avo lasis por vi. %item money 500 501 %%[#]De Panjo #2",
  "mom3": "Kara @,^  Mi vidis artikolon pri vi en la loka gazeto! Ŝajnas, ke la kampara vivo taŭgas por vi! Mi estas tiom fiera pri vi. Amo, Panjo[#]De Panjo #3",
  "mom4": "Kara @,^ Kiel progresas aferoj? Vi vere devas fari fortunon en tiu bieno. Ne forgesu vian karan maljunan patrinon kiam vi estas milionulo! ^  Amo, Panjo   ^   P.S. Ĝuu la kukon!%item id (O)221 1 %%[#]De Panjo #4",
  "dad1": "Kara @,^  Ĉu vi jam alkutimiĝis al via nova vivo? Mi ne povas kredi, ke vi estas plenkreska nun... Tempo certe flugas. Nun post via foriro, mi havas iom da kroma mono, do mi inkludis donaceton.^ Amo, Paĉjo.%item money 500 501 %%[#]De Paĉjo",
  "dad2": "Kara @,^  Kiel iras la kampara vivo por vi? Ĉi tie estis solece sen vi, sed mi fieras pri tio, kion vi faras.^  Amo, Paĉjo  ^  P.S. Trovis koverton kun iom da mono, kiun avo lasis por vi. %item money 500 501 %%[#]De Paĉjo #2",
  "dad3": "Kara @,^  Mi legis artikolon pri vi en la loka gazeto! Mi estas tiel impresita pri via progreso en la bieno! Daŭrigu ĉi tion kaj kara maljuna Paĉjo eble retiriĝos en luksa bangalo sur insulo ;).^  Amo, Paĉjo[#]De Paĉjo #3",
  "dad4": "Kara @,^ Mi scias, ke vi estas okupata en la bieno kaj tial vi ne povas viziti. Mi komprenas. Vi multe laboris... daŭrigu kaj vi povas plenumi ĉion ajn! ^ Amo, Paĉjo ^ P.S. Mi inkluzivis iom da kvalita ŝtono %item id (O)390 30 %%[#]De Paĉjo #4",
  "newsstory": "Saluton, @.^Estas nia plezuro informi vin, ke via bieno estos prezentita en la venontsemajna kolumno de la Stardew Valley Tribuno! Gratulon. Ni estas imponitaj pri via rapida progreso. ^   -SVT[#]Novaĵa Rakonto",
  "pierreBackpack": "ANONCO:^\"Mi daŭre trovas bonegajn aĵojn, sed mia dorsosako estas plena!\"^^Ĉu ĉi tio sonas kiel vi? Nu, Pierre solvas tion!^^Vizitu ĉe la Ĝenerala Vendejo de Pierre HODIAŬ kaj aĉetu nian malmultekostan grandan 24-dorsosakon!^ Ĝis baldaŭ ![#]Dorsosakoj De Pierre",
  "pierreHours": "ANONCO:^^La Ĝenerala Vendejo de Pierre nun estas malfermita 7 tagojn semajne![#]La Plilongigita Horaro De Pierre",
  "robinKitchenLetter": "Kara Bienisto @,^^Mi ŝatus peti pardonon pro mia ŝerco pri la malnova dometo de via avo kiam ni unue renkontis. Ĝi estas vere bela domo!^^Tamen, vi eble bezonos iom pli da spaco iam. Tie mi povas helpi. Se vi alportas al mi kelkajn krudaĵojn kaj pagos kotizon, mi povas pligrandigi vian domon.^(Daŭrigu sur la sekva paĝo)^^La unua pligrandigo, kiun mi proponas, inkluzivas kuirejon. Kun kuirejo, vi povos kuiri iujn ajn receptojn, kiujn vi lernis!^^Ĉiuokaze, mi esperas, ke vi komencas senti vin hejme en Stardew Valley!^^    Via loka ĉarpentisto,^        Robin[#]Servoj De Robin",
  "quest10": "@,^Mi aŭdis, ke vi donis helpon al iuj homoj ĉirkaŭ la vilaĝo! Ĉiuj ŝajnas vere dankemaj. Mi donas al vi la ĉimonatan premion \"Plej Bona Najbaro\" (kun malgranda kontanta premio). Daŭrigu! ^   -Urbestro%item money 500 501 %%[#]Plej Bona Najbaro",
  "quest35": "Kara @,^Vi estis tia helpo ĉirkaŭ la vilaĝo ekde kiam vi translokiĝis ĉi tien... ĉiuj daŭre rakontas al mi ĉiujn mirindajn aferojn, kiujn vi faris por ili! Bonvolu akcepti ĉi tiun dankon. ^   -Urbestro%item money 2500 2501 %%[#]Dankon De Lewis",
  "quest100": "@,^Mi ĝojas anonci, ke vi estas elektita kiel \"Najbaro De La Jaro\"! Tio venas kun 10,000 g premio! Gratulon! Ĉiuj en la urbo volas diri 'dankon' pro ĉio, kion vi faris. ^   -Urbestro%item money 10000 10001 %%[#]Najbaro De La Jaro",
  "CF_Fish": "Kara @,^ Viaj fiŝkaptaj kapabloj superas eĉ tiujn de mia maljuna Paĉjo... Mi estas impresita. ^ Ĉi tiu stelguto estas transdonita de patro al filo por... ho, diable. Verŝajne mil jaroj.^Vidante, ke mi ne havas infanojn... Mi volas, ke vi havu ĝin.^^ -Willy   ^  %item id (O)434 1 %%[#]La Familia Heredaĵo De Willy",
  "adoptionLetter": "Kara @ kaj geedzo,^Gratulon! Via adoptpeto estas aprobita.^Ni multe laboras por elekti la perfektan bebon kongruan kun via profilo.^Via nova familiano alvenos post 2 semajnoj.^^-Ferngill Adopta Agentejo[#]Adopta Avizo",
  "stardewHeroMine": "Sekreta Mesaĝo: Se vi povas atingi la fundon de la minoj ankoraŭ unu fojon, sekreto atendas vin. Atentu, la minoj fariĝis pli danĝeraj.[#]Sekreta Mesaĝo",
  "fertilizers": "Kara najbaro,^Mi esperas, ke vi sentas vin aranĝita en via nova hejmo. Mi skribas por sciigi vin, ke la vendejo de Pierre nun vendas sterkaĵojn! Kial vi ne preterpasas kaj vidos, ĉu vi povas aĉeti kelkajn dekojn da skatoloj aŭ pli?  ^   -Pierre[#]Sterkaĵoj De Pierre",
  "fertilizers2": "Kara @,^Mi nun vendas pli altkvalitajn sterkaĵojn, kaj ankaŭ novajn kultivaĵojn! Ĝis baldaŭ. ^   -Pierre[#]Altkvalitaj Sterkaĵoj De Pierre",
  "abbySpiritBoard": "Hej @.^Unu el ĉi tiuj tagoj vi devus veni al mia ĉambro post mallumo... Eble ĉirkaŭ 20:00. ^Mi volas montri ion al vi. ^   -Abby[#]Noto De Abby",
  "pennySpa": "Renkontu min en la banejo post mallumo. ^   -Penny[#]Noto De Penny",
  "incubator": "Kara @,^^Dankon pro aĉeto de garbeja ĝisdatigo! Krom duobligi la kapaciton de via garbejo, mi prenis la liberecon instali kovilon. ^Por uzi la kovilon, simple metu ovon enen. Se restas spaco en via garbejo, la ovo elkoviĝos post kelkaj tagoj!^^Kiel ĉiam, dankon pro via komerco.^-Robin[#]Pri La Kovilo",
  "hatter": "Hej.^^Vendas mi ĉapelojn. Bone, poke?^^Venu al malnova malnova malnova domet', poke. Kunportu monerojn.^^-Ĉapela Muso[#]Hiyo, Poke",
  "Beat_PK": "Gratulon!!^^Vi finis 'Vojaĝo De La Preria Reĝo', kaj estis hazarde elektitaj en nia ekskluziva gajnanta loterio! ^Vi gajnis propran arkadsistemon de Preria Reĝo!^Nun vi povas ĝui 'Vojaĝo De La Preria Reĝo' de la komforto de via propra hejmo.^^Vi meritas ĝin!^-Kodateamo de Preria Reĝo. %item id (BC)141 %%[#]P.R. Gratulon!",
  "JunimoKart": "Gratulon!!^^Vi venkis ĉiujn nivelojn en 'JunimoKart'... vi efektive estas la unua persono en la tuta Ferngil Respubliko kiu faras tion!^Via premio: hejma versio de Junimo Kart!^^Amuziĝu!^ -Evoluteamo de Junimo Kart %item id (BC)159 %%[#]Junimo Kart Sukceso!",
  "elliottReading": "@,^Mi havas bonegan novaĵon... mia romano estas finita!! Mi faras publikan legadon ĉi-posttagmeze en la biblioteko. Mi esperas vidi vin tie! ^   -Elliott[#]Legado De Elliott",
  "elliottBoat": "Renkontu min ĉe la haveno en suna mateno. Mi havas ion planita. ^   -Elliott[#]Noto De Elliott",
  "harveyBalloon": "@,^Mi havas surprizon por vi. Renkontu min apud la fervojo. ^   -Harvey[#]Surprizo De Harvey",
  "samMessage": "@,^renkontu min antaŭ mia domo ĉi-vespere post mallumo. ^   -Sam[#]Noto De Sam",
  "joshMessage": "@,^renkontu min ĉe la drinkejo ĉi-vespere post mallumo. ^   -Alex[#]Invito De Alex",
  "lewisStatue": "@,^^Estonte, mi tre dankus, se vi detenus meti miajn PRIVATAJN havaĵojn en la urbon por ke ĉiuj vidu!^^Mi tre malĝojas!^^Prenu ĉi tiun monon kaj neniam parolu pri mia 'projekto' al iu ajn.%item money 750 751 %%[#]La Kolera Letero De Lewis",
  "marnieAutoGrabber": "@,^Mi havas novan objekton en stoko... Ĝi nomiĝas \"Aŭtoprenilo\".^^Ĉi tiu aĵo povas melki viajn bovinojn kaj kaprojn, tondi viajn ŝafojn, kolekti ovojn kaj pluki viajn lanajn kuniklojn... ĉio memstare!^^Ĝi estas konsiderata kiel 'luksa objekto', do mi ŝargas 25'000g.^^    -Marnie[#]Avizo Pri Aŭtoprenilo",
  "EmilyClothingTherapy": "@,^Mi havas ĉi tiun frenezan novan ideon, pri kiu mi volas engaĝi vin... Ĝi nomiĝas \"Vestaĵa Terapio\".^^Bonvolu veni hodiaŭ al la domo de la Urbestro por vidi pri kio temas.^^ Amo, Emily[#]Ideo De Emily",
  "EmilyCamping": "@,^Ni iru kampadi! ^^ Renkontu min en la sekreta arbaro post la 22-a.^^ Amo, Emily[#]La Invito De Emily",
  "EmilyDoneCamping": "Dankon pro aliĝi al mi hieraŭ vespere... Mi vere amuziĝis.^Mi efektive ĝojas, ke tiu urso aperis!^^Ĝis baldaŭ^^ Amo, Emily[#]Noto De Emily",
  "foundLostTools": "Kara @,^Iu metis viajn ilojn en la \"perdita kaj trovita\"-ujon hieraŭ nokte.^^Venu ĉe la urbestra oficejo por preni ilin. ^^  -Urbestro Lewis[#]Perditaj Iloj",
  "fishing2": "Mi havas kelkajn novajn aferojn en stoko...^Luksoklasa fiŝkaptilo kaj iom da logaĵoj, kiun vi povas alkroĉi al ĝi!^Vi povas uzi logaĵojn por plirapidigi fiŝojn mordi. Mi esperas vidi vin baldaŭ! ^   -Willy[#]La Novaj Aferoj De Willy",
  "fishing6": "Venu al la butiko kaj kontrolu la novajn fiŝkaptilojn, kiujn mi vendas.^Ili estas la plej bona mono povas aĉeti... kaj vi povas personecigi ilin per diversaj specoj de ilaro!^Mi esperas revidi vin baldaŭ! ^   -Willy[#]La Novaj Aferoj De Willy #2",
  "wizardJunimoNote": "Miaj fontoj diras al mi, ke vi ĉirkaŭpaŝis en la malnova komunuma domo.^Kial vi ne vizitas min?^Miaj ĉambroj estas okcidente de la arbara lago, en la ŝtona turo. Mi eble havas informojn pri via... 'rata problemo'.^   -M. Rasmodius, Sorĉisto %item quest 1 true %%[#]Alvoko de Sorĉisto",
  "winter_18": "Kara @,^Mi ŝatus doni al vi kelkajn informojn pri venonta evento: la Festo de la Vintra Stelo. Estas tempo por la komunumo kunveni kaj pensi pri la tuta bonŝanco, kiun ni havis ĉi-jare.^Amata tradicio estas la \"sekreta donacinterŝanĝo\", kie ĉiuj en la urbo estas hazarde asignitaj al iu alia. En la tago de la festivalo, ĉiuj alportas donacon por sia sekreta amiko kaj surprizas ilin per io speciala!^Ĉi-jare, via sekreta amiko estas:^ %secretsanta ^Ne diru al neniu! La festo okazos la 25-an de 10:00 ĝis 14:00 ĉe la urboplaco. Ĝis tiam! ^   -Urbestro Lewis[#]Sekreta Donacinterŝanĝo",
  "ccBulletinThankYou": "Kara @,^Ĉiuj ĉirkaŭ la urbo lastatempe parolas pri via granda malavareco!^Ŝajne, pakoj aperis en la domoj de homoj enhavantaj aĵojn kiujn ili afiŝis antaŭ jaroj en la tabulo de la komunuma centro! Kaj la pakoj estas ĉiuj adresitaj de via bieno!^Dankon pro via foriro por fari ion tian... ĉiuj en la urbo ĝojas! ^   -Urbestro Lewis[#]Informtabulo Dankon",
  "guildQuest": "Mi vidas, ke vi esploris la malnovan minejon. Vi havas la spiriton de aventuristo, tion mi povas diri.^Se vi povas mortigi 10 ŝlimojn, vi gajnos vian lokon en mia gildo de aventuristo. ^Estu singardema..    -Marlon %item quest 15 true %%[#]Tasko Por Mortigi Ŝlimojn",
  "skullCave": "Mi vidas, ke vi eniris la Kranian Kavernon. Bone farita.^Mi havas pli bonan defion por vi, infano. Daŭrigu almenaŭ 25 nivelojn profunde. Mi havas monton de $ por sendi, se vi povas fari tion.^ Via amiko, sinjoro Ĉi %item quest 20 %%[#]Defio De Ĉi",
  "robinWell": "Robin ĉi tie!^Mi scias, ke estas multe da ŝtono en via bieno.^Se vi havas superfluon, vi eble pripensos, ke mi konstruu puton por vi.^Putoj povas esti metitaj ĉie en via bieno, kaj servi kiel oportunaj lokoj por replenigu vian akvujon.^^Nur svingu ĉe mia butiko kun 75 ŝtonoj kaj 1000g, kiam vi estos preta por ĝi.^-Robin[#]Konstruu Puton",
  "landslideDone": "Al niaj estimataj klientoj de JojaMart:^Niaj teamanoj forigis la tergliton kaŭzitan de nia bora operacio proksime de la monta lago. Mi ŝatus memorigi al vi, ke nia bora operacio estas tute laŭleĝa (laŭ init. L61091, JojaCo Amendo). Respondeca administrado de la loka medio estas nia ĉefa prioritato! ^^Ni pardonpetas pro ĉia ĝeno, kiun ĉi tiu akcidento eble kaŭzis.^Kiel ĉiam, ni valoras vian daŭran subtenon kaj patronecon!^^-Morris,^Joja Reprezentanto pri Kontento de Klientoj.[#]Joja forigis la tergliton",
  "QiChallengeComplete": "Vi faris ĝin.^ Mi estas tre impresita.^ Ĝuu vian rekompencon.^   -Ĉi. %item money 10000 %%[#]Ĉi-Defio Kompleta",
  "spring_2_1": "Saluton,^Mi ĵus revenis de fiŝkapta vojaĝo. Vi devus iam veni al la plaĝo.^Mi havas ion por vi.^-Willy %item quest 13 true %%[#]Invito De Willy",
  "spring_12": "Kara @,^Morgaŭ ni okazigos la Ovofeston sur la urboplaco. ^^Vi devus alveni inter la 9-a kaj la 14-a horo, se vi ŝatus ĉeesti.^Vi ne volus maltrafi la ĉiujaran ovoĉasadon!^  -Urbestro Lewis[#]Avizo Pri Ovo-Festivalo",
  "spring_15_1": "Saluton, kara...^^Mi scias, ke vi ĵus komencas kiel ĝardenisto, do mi volis doni al vi etan konsilon.^^Plej multaj rikoltaĵoj kreskas nur en unu sezono. Kiam la somero alvenos, viaj printempaj rikoltaĵoj ĉiuj formortos. Do planu antaŭe!^^-Granny Evelyn[#]Konsileto De Evelyn",
  "spring_23": "Kara @,^Morgaŭ ni ĉiuj kunvenos por la Flora Danco.^^Se vi povas trovi partneron, vi eble eĉ volos mem partopreni en la danco!^Estas malgranda maldensejo preter la arbaro okcidente de la urbo, kie ni okazigas la dancon. Alvenu inter 9:00 kaj 14:00 se vi interesiĝas.^  -Urbestro Lewis[#]Avizo Pri Flora Danco",
  "summer_10": "Kara @,^Morgaŭ ni ĉiuj kunvenos ĉe la plaĝo por la ĉiujara Pelikano-Urbeta Luao.^^La kulminaĵo de la evento estas la komunuma manĝofesto. Certigu, ke vi kunportu ion bonan por kontribui!^La guberniestro mem ĉeestas la eventon, do certiĝu, ke vi agas vian plej bonan konduton.^Venu al la plaĝo iam inter la 9-a kaj la 14-a horo.^   -Urbestro Lewis[#]Avizo Pri Luao",
  "summer_28": "Kara @,^Ĉi-vespere ĉirkaŭ la 22-a horo okazos malofta kaj bela evento.^^La lunlumaj ĵeleoj preterpasos Pelican Town dum sia longa vojaĝo suden por la vintro.^^Ni ĉiuj kunvenas ĉe la plaĝo por rigardi. Vi ne volas maltrafi ĉi tion!^Ĝis revido ĉi-vespere,^ -Demetrius[#]Danco De La Lunbrilaj Ĵeleoj",
  "fall_9": "Kara @,^Unu semajnon de hodiaŭ, ni okazigas la Stardew Valley Foiro sur la urboplaco!^Ĝi estas la plej granda evento de la jaro, tiranta homojn el la tuta lando al nia humila urbo.^Se vi volas, vi povas starigi ekspozicion por la evento. Simple alportu ĝis 9 erojn, kiuj plej bone montras viajn talentojn. Vi estos juĝita laŭ la kvalito kaj diverseco de via ekrano.^La foiro komenciĝas je la 9-a horo... ne maltrafu ĝin!^   -Urbestro Lewis[#]Avizo Pri Stardew Valley Foiro",
  "fall_15": "Kara @,^Mi volas nur rememorigi al vi, ke morgaŭ okazos la Stardew Valley Foiro.^Ne forgesu kunporti viajn 9 aĵojn por la ekspozicio.^Memoru, la foiro komenciĝas je la 9-a matene sur la urboplaco. Ĝis revido tie!^   -Urbestro Lewis[#]Rememorigilo Pri Stardew Valley Foiro",
  "fall_26": "Kara @,^Ĉu vi rimarkas malvarmon en la aero? Ĝi povus esti nur la proksimiĝo de vintro...^Aŭ ĝi povus esti la tintado de malhela fantomo, ĉi tie por helpi nin festi la morgaŭan feston... la Spirita Vespero.^Venu al la urbo je la 22-a, se vi ŝatus partopreni.^  -Urbestro Lewis[#]Avizo Pri Spirita Vespero",
  "winter_7": "Kara @,^Morgaŭ ni ĉiuj kunvenos antaŭ la domo de Marnie por la Festivalo de Glacio.^^Ĝi estas festo de vintro... estos neĝhomoj, glaciskulptaĵoj kaj konkurso pri glacifiŝkaptado!^Alvenu inter la 9-a kaj la 14-a horo. se vi ŝatus partopreni.^  -Urbestro Lewis[#]Avizo Pri Festivalo De Glacio",
  "winter_14": "Ekde morgaŭ, vojaĝanta komerca floto albordiĝos ĉe Pelikana Urbeto por la ĉiujara nokta merkato.^^La merkato komenciĝas je la 17-a horo, kaj estos en haveno dum la venontaj tri tagoj.^^Bonvolu viziti la plaĝon post la 17-a por aliĝi al la festoj. Estas senpaga kafo![#]Avizo Pri Nokta Merkato",
  "spring_11_1": "MANKAS:^Mi perdis mian plej ŝatatan Hakilon! Se vi trovas ĝin, bonvolu redonu ĝin tuj. Mi havas malfacilan tempon sen ĝi. Mi donos 250g al tiu, kiu trovas la ĝin.^   -Robin%item quest 100 %%[#]Robin Perdis Ŝian Hakilon",
  "spring_19_1": "Bienisto @-^Mi havas peton por vi. Mi bezonas freŝan florbrasiko por recepto, kiun mi volas fari. Ĉu vi povus alporti al mi unu?^   -Jodi%item quest 101 %%[#]Jodi Petas Florbrasikon",
  "summer_3_1": "@-^Ĉi tio estas embarasa... Mi perdis mian bonŝancan purpuran pantalonon. Mi diras al vi, ĉar mi pensas, ke mi povas fidi vin.^Se vi trovas ĝin, revenigu ilin al mi DISKRETE. Mi pagos bone.^Dankon.^   -Urbestro Lewis%item quest 102 %%[#]Lewis Petas Favoron",
  "summer_14_1": "Hej Infano,^Mia gorĝo estas preskaŭ tiom seka kiel dezerta osto. Mi vere soifas palbieron. Ĉu vi havas unu? Regula malnova biero ne sufiĉus. Mi bezonas palbieron.^   -Pam%item quest 103 %%[#]La Peto De Pam",
  "summer_20_1": "@-^Mi kolektas datumojn pri la korelacio inter grunda alkaleco kaj kultivaĵaj fruktozoniveloj. Mallonge, mi bezonas freŝan melonon el via bieno. Se vi alportus al mi unu mi estus tre dankema.^   -Demetrius%item quest 104 %%[#]Demetrio Petas Provaĵon",
  "summer_25_1": "Al Bienisto @:^Mia genuo denove aĉas, kaj vi scias, kio helpas? ^Frotante la malbenaĵon per kapsiketo.^ Problemo estas, ke mia provizo elĉerpiĝis. Se vi havus unu por mi, mi tre dankus.^   -George %item quest 105 %%[#]George Bezonas Kapsiketon",
  "fall_3_1": "Kara @,^Mi ŝatus doni al miaj bovinoj specialan regalon. Ili estas tiel bonaj knabinoj kaj ankaŭ malsataj. Ĉu vi povus alporti al mi unu aron da amaranto? Ili amas tion. ^Dankon, Kara.^   -Marnie %item quest 106 %%[#]La Peto De Marnie",
  "fall_8_1": "Saluton,^Nun estas rubusa sezono. La arbustoj estas plenaj de ili. Mi volas elekti kelkajn, sed mi perdis mian korbon. Ĉu vi povas helpi?^   -Linus%item quest 107 %%[#]Linus Perdis Sian Korbon",
  "fall_19_1": "@-^Mi ŝatus aĉeti kukurbon de vi. Mia filino kaj mi volas ĉizi kukurbolampon por la venonta festivalo 'Spirita Vespero'. ^   -Caroline%item quest 108 %%[#]La Peto De Caroline",
  "winter_2_1": "Hej, mi havas por vi etan defion:^ Kaptu min kalmaron.^Vi povas fiŝkapti ilin el la oceano nokte. Ili tamen aperas nur vintre.^   -Willy%item quest 109 %%[#]Defio De Willy",
  "winter_6_1": "Mi havas nekutiman peton. Ĉu vi povus konservi ĉi tion sekrete?^ Mi volas, ke vi liveru ametiston al Emily. Ĝi estas ŝia plej ŝatata ŝtono. Diru al ŝi, ke ĝi estas de mi.^   -Clint %item quest 110 %%[#]La Nekutima Peto De Clint",
  "winter_12_1": "@-^Mi esploras la forgesitan arton de ombra aŭgurado. Mi bezonas objekton konatan kiel 'Malpleneca Esenco'. Alportu ĝin al mi kaj vi estos rekompencita.^ -M. Rasmodius, Sorĉisto %item quest 111 %%[#]Peto de Sorĉisto",
  "winter_17_1": "@,^Pardonu, ke mi denove ĝenas vin, sed mi bezonas alian favoron.^Mi ricevis novan martelon kaj mi volas provi ĝin sur diversaj metaloj.^Ĉu vi povus flari ferstangon kaj alporti ĝin al mi? ^Dankon.^ -Clint %item quest 112 %%[#]La Peto De Clint",
  "winter_21_1": "@-^Kiel vi fartas? Espereble la vintro ne estis tro malfacila por vi.^Ĉiuokaze, mi skribas por peti al vi iom da durligno. Mi bezonas ĉirkaŭ dek pecojn, se vi havas ĝin.^Se ne, ne zorgu.!^  -Amike Robin%item quest 113 %%[#]La Peto De Robin",
  "winter_26_1": "Kara @-^Mi volas fari fiŝstufaĵon, sed mi bezonas blankan tunon! Mi scias, ke ili estas preskaŭ ekster sezono... pardonu la malfruan avizon. Ĉu vi povus kapti unu por mi?^   -Gus%item quest 114 %%[#]Gus Bezonas Certan Fiŝon",
  "spring_1_2": "Avizo:^^La prezo de krudaĵoj en la butiko de Robin kaj la butiko de Clint pliiĝis.[#]Avizo Pri Krudmaterialoj",
  "spring_6_2": "@-^Mi vere sopiras freŝan abrikoton. Mi ne povis trovi unu en la vendejo, do mi petas vin. Mi bone pagos vin pro tio!^   -Emily%item quest 115 %%[#]La Peto De Emily",
  "spring_15_2": "Kara @,^Mi ŝatus surprizi mian edzon per donaco. Li estas granda ŝatanto de poreoj. Ĉu vi povus alporti al mi unu?^   -Avinjo Evelyn%item quest 116 %%[#]La Surprizo De Evelyn",
  "spring_21_2": "AVERTO^Pierre ĉi tie... Mi vere, vere volas teleron da saŝimo. Mi bone pagos tiun, kiu alportos ĝin al mi.^   -Pierre%item quest 117 %%[#]La Avido De Pierre",
  "summer_6_2": "Fiŝkaptisto Bezonata^Mi bezonas bonan puffiŝon. Mi faras eksperimenton pri la toksino kreita de la puffiŝo.^Rekompenco: 1000g^ -Demetrius%item quest 118 %%[#]Studo De Demetrio Pri Toksinoj",
  "summer_15_2": "Kara Bienisto @,^Mi ŝatus doni al mia edzino stelofrukton por nia datreveno. Ĉu vi kultivas iun en via bieno? Se vi alportus al mi unu, mi estus tre dankema.^   -Kent%item quest 119 %%[#]Kent Bezonas Donacon",
  "summer_21_2": "@,^Mi bezonas trufan oleon. Ne demandu al mi kial.^ -Urbestro Lewis%item quest 120 %%[#]Peto De Lewis",
  "fall_6_2": "Bezonata: 1 Freŝa Omaro por mirinda bisko, kiun mi kreas.^Kiu: Gus, posedanto de la Stardrop Salono^Rekompenco: 800g %item quest 121 %%[#]Gus Bezonas Omaron",
  "fall_19_2": "AVIZO^Ĉu iu havas  baterioj? Mia televidilo forpasis, kaj estas vera ĝeno eliri de la kanapo por ŝanĝi la kanalon.^  -Pam%item quest 122 %%[#]Pam Bezonas Helpon",
  "winter_5_2": "@,^Mi kreas sorĉitan bastonon de fenomena potenco.^Tamen mankas al mi io: Iridia Stango.^Mi pretas pagi 5 fojojn la merkatan valoron por ĝi. Alportu ĝin kiel eble plej baldaŭ.^ -M. Rasmodius, Sorĉisto %item quest 123 %%[#]Sorĉisto Bezonas Maloftan Aĵon",
  "winter_13_2": "Mi havas alian defion por vi: Kaptu min Lingmoruon.^Ne estos facile, sed mi scias, ke vi povas fari tion.^  -Willy%item quest 124 %%[#]La Defio De Willy #2",
  "winter_19_2": "Kara @,^Mi estas ĉe la fino de mia saĝeco. Mi ege volas fari Koko-no-non ĉe la salono, sed mi ne havas manieron ricevi kokoson!^Ĉu vi povas helpi min?^  -Gus%item quest 125 %%[#]Gus Bezonas Kokoson",
  "winter_24": "Kara @,^Morgaŭ estas la Festo de la Vintra Stelo.^Ĉu vi trovis donacon por via 'sekreta amiko'... %secretsanta?^La festeno komenciĝas je la 9-a matene sur la urboplaco. Ĝis tiam! ^   -Urbestro Lewis[#]Festeno De La Vintra Stelo Rememorigilo",
  "passedOut1_Billed_Male": "Kara Sinjoriĉo. @,^Hieraŭ vespere, Joja teamano trovis vin senkapabligita. Medicina teamo estis sendita por sekure alporti vin hejmen.^Ni ĝojas, ke vi fartas bone!^^(Vi estas fakturita kun {0}g por ĉi tiu servo)^^-Morris^Reprezentanto pri Kontento de Joja-Klientoj[#]Joja Fakturo",
  "passedOut1_Billed_Female": "Kara Sinjorino. @,^Hieraŭ vespere, Joja teamano trovis vin senkapabligita. Medicina teamo estis sendita por sekure alporti vin hejmen.^Ni ĝojas, ke vi fartas bone!^^(Vi estas fakturita kun {0}g por ĉi tiu servo)^^-Morris^Reprezentanto pri Kontento de Joja-Klientoj[#]Joja Fakturo",
  "passedOut1_NotBilled_Male": "Kara Sinjoriĉo @,^Hieraŭ vespere, Joja teamano trovis vin senkapabligita. Kuracista teamo estis sendita por alporti vin sekure hejmen.^Ni ĝojas, ke vi fartas bone!^^Ĉar vi ne havas monon, ni estis devigataj laŭleĝe provizi ĉi tiun servon senpage.^^-Morris^Reprezentanto pri Kontento de Joja-Klientoj[#]Leĝe Bezonata Avizo",
  "passedOut1_NotBilled_Female": "Kara Sinjorino @,^Hieraŭ vespere, Joja teamano trovis vin senkapabligita. Kuracista teamo estis sendita por alporti vin sekure hejmen.^Ni ĝojas, ke vi fartas bone!^^Ĉar vi ne havas monon, ni estis devigataj laŭleĝe provizi ĉi tiun servon senpage.^^-Morris^Reprezentanto pri Kontento de Joja-Klientoj[#]Leĝe Bezonata Avizo",
  "passedOut2": "@, ^Vi estas bonŝanca, ke mi trovis vin hieraŭ nokte! Vi estis senkonscia, kaj iu traserĉis viajn poŝojn. Mi tute ne scias, kiom da mono ili prenis... ili forkuris tuj kiam mi alproksimiĝis. Estu pli singarda!^^-Linus[#]Noto De Linus",
  "passedOut3_Billed": "@,^Iu alportis vin al la kliniko hieraŭ nokte. Vi svenis pro elĉerpiĝo!^Vi devas pli bone prizorgi vin kaj enlitiĝi je racia horo.^Mi fakturis al vi {0}g por kovri viajn kuracajn elspezojn.^^-D-ro. Harvey[#]De La Oficejo De D-ro Harvey",
  "passedOut3_NotBilled": "@,^Iu alportis vin al la klinikon hieraŭ nokte. Vi svenis pro elĉerpiĝo!^Vi devas pli bone prizorgi vin kaj enlitiĝi je racia horo.^Ĉar vi ne havas monon, mi provizis vian kuracan prizorgon senpage.^^-D-ro. Harvey[#]La Senpaga Kuracista Servo De Harvey",
  "passedOut4": "@, ^^Mi trovis vin kuŝanta en la koto dum mia promeno je la 3:00 AM.^^Vi devus provi reveni hejmen iom pli frue venontfoje!^^     -Marlon[#]Noto De Marlon",
  "elliottLetter1": "@, mia karulo,^^Mi ĵus alvenis en Grampleton, por komenci la turneon. Mi forgesis kiom hektika estas la urbo! La stratoj estas plenplenaj de homoj... ili ŝajnas aŭ enfreneza rapido, aŭ perdite en konfuzo, nekonsciaj pri sia ĉirkaŭaĵo. Mi jam sopiras Pelikanan Urbeton!^^Mi komencas la turneon ĉi-vespere, ĉe loka librovendejo. Mi devas konfesi, mi iom nervoziĝas pensante pri publika parolado... mia stomako sentas kvazaŭ ĝi estus tordita en molan nodon kaj superverŝita per spica fromaĝsaŭco. Deziru al mi bonŝancon!^^-Kun amo, Elliott^^P.S. Mi esperas, ke vi havis pacan nokton, kaj ne estis tro timigita tute sola en tiu granda domo! %item conversationTopic ElliottGone2 0 %%[#]Letero De Mia Edzo",
  "elliottLetter2": "Mia kara @,^^La unua legado bone iris, kvankam la aŭdantaro estis iom pli malgranda ol mi esperis. Tamen, mi vendis sufiĉe da ekzempleroj de la libro por pagi mian (insektplenan) hotelĉambron!^^Post kelkaj horoj, mi foriros al Zuzu-urbo. Se la hieraŭa legado estis varmiĝo, ĉi tiu sekva estos vera eksplodo...^^Mi tre sopiras vin. Memoru manĝi bone! Ho, kaj ne forgesu la restintajn krabkukojn, kiujn mi metis en la fridujon...^-Kun amo, Elliott %item conversationTopic ElliottGone3 0 %%[#]Letero De Mia Edzo 2",
  "elliottLetter3": "Mia dolĉa @,^^Hieraŭ vespere en Zuzu-urbo estis vere mirinda sperto! Ŝajnas, ke estas granda literatura sceno ĉi tie... kelkaj dekoj da homoj ĉeestis mian legado!^^Mi eĉ subskribis kelkajn aŭtografojn... estas strange esti vidata kiel iu grava. Ĉio estas afero de kadrigo, granda iluzio... ĉar vere mi estas neniu speciala. Nur via sindona Elliott, kiel ĉiam.^^Nuntempe mi estas sola, en mia hotelĉambro, 'konsumante' Joja Valora Manĝo...^^Ĉu ĉi tio nomiĝu 'manĝaĵo'?^Aŭ 'manĝebla materio'?^Mi ne bezonas longe kovi^Ĝi devas esti ĉi-lasta^^Mi antaŭĝojas reveni hejmen baldaŭ. Mi esperas, ke vi ĝuis la krabkukojn.^^-Amo, Elliott %item conversationTopic ElliottGone4 0 %%[#]Letero De Mia Edzo 3",
  "elliottLetter4": "En sonĝoj, kiam gracita per alta vidaĵo^Mi rigardas la sunlumitan maron^Al kiaj malproksimaj bordoj mi vojaĝis^Sed tempo nun malklarigas mian memoron^^Estas nur unu eterna loko^Kien mi iam pasos pretere^En valo kara, kie mia amo atendas:^Nia malgranda hejmo apud la lageto^^-Elliott %item conversationTopic ElliottGone5 0 %%[#]Letero De Mia Edzo 4",
  "elliottLetter5": "Mia kara @,^^Mi ne enuigos vin per pliaj detaloj pri miaj legaoj. Ili estas plejparte la samaj.^^Mi certas, ke via tempo estis multe pli ekscita! Mi ne povas atendi por reveni kaj vidi kiajn progresojn oni faris.^^Dum ĉi tiuj longaj vojaĝoj inter urboj, mi amuzas min fermante miajn okulojn kaj bildigante la bienon... Mi vidas barelojn pulsantajn per dolĉa vino, fornegon brulantan per altvalora erco, kaj nian malgrandan kuirejon kun la odoro de cinamo kaj muskato. Estas multe por ĝui!^^Nur ne restu ekstere tro malfrue en la minejoj, mia karulo. Estas danĝere tie! Se vi devas iri... kunportu multe da manĝaĵo.^^-Kun amo, Elliott %item conversationTopic ElliottGone6 0 %%[#]Letero De Mia Edzo 5",
  "elliottLetter6": "Mia kara @,^^Ĉi tiu estos mia lasta letero antaŭ ol mi revenos hejmen. Mi havis belan vojaĝon... kvankam nenion tro ekscitan. Estis agrable renkonti homojn, kiuj ĝuas mian laboron, sed mi volas reveni hejmen.^^Mi antaŭĝojas pri la komforto de nia malgranda domo, la kontentiga bienlaboro, hejmkuirita manĝo, kaj ĉefe, la komforton en la litotukoj kun vi.^^Ĝis baldaŭ!^-Amo, Elliott %item conversationTopic ElliottGone7 0 %%[#]Letero De Mia Edzo 6",
  "MarlonRecovery": "@,^Mi trovis vian perditan objekton.^^Estu pli singarda venontfoje!^   -Marlon%item itemRecovery %%[#]Marlon Trovis Vian Objekton",
  "RarecrowSociety": "Kara @,^^Via dediĉo estas vere impona...^^Nur malmultaj sukcesas akiri la kompletan kolekton de Maloftaj Birdtimigiloj!^^Bonvolu akcepti ĉi tiun skizon por festi vian atingon.^   -La Societo de Maloftaj Birdtimigiloj%item craftingRecipe Deluxe_Scarecrow %%[#]De La Societo De Maloftaj Birdtimigiloj",
  "CarolineTea": "Kara @,^^Dankon pro viziti min ĉe mia sunĉambro hieraŭ. Mi kutime trinkas teon sole, sed estis amuze kunhavigi ĝin kun vi!^^Mi aldonis instrukciojn pri kiel prepari kaj kreskigi vian propran teon. Neniu premo, sed se vi finos kreskigi iom, nepre alportu al mi tason!^^-Caroline%item craftingRecipe Tea_Sapling %%[#]La Tea Noto De Caroline",
  "WoodChipper": "Saluton @,^^Mi nur volis sciigi vin pri nova aĵo, kiun mi vendas... ĝi nomiĝas 'Lignohakmaŝino'.^^Vi povas uzi ĝin por rompi durlignon en plurajn pecojn de ordinara ligno!^^Mi scias, ke ligno povas esti malfacile trovebla vintre, do se via provizo malpleniĝas, konsideru aĉeti unu.^       -Robin[#]Lignohakmaŝina Averto",
  "willyBackRoomInvitation": "@,^^Mi malŝlosis la malantaŭan ĉambron de la butiko.^Venu kiam vi havos oportunon.^Estas io, kion mi volas montri al vi.^^-Willy[#]La Invito De Willy Al La Malantaŭa Ĉambro",
  "KrobusCrafting": "@, Mi ne certas kiel funkcias la homa mesaĝsistemo, do mi petis la Sorĉiston helpi min skribi ĉi tiun leteron.^^Mi esperas, ke vi fartas bone.^^Mi volis kunhavigi ĉi tion kun vi... ĝi estas notoj pri kiel miaj homoj konstruas certan objekton.^^   -Krobus%item craftingRecipe Dark_Sign %%[#]Letero De Krobus",
  "georgeGifts": "Kara @,^^Multajn dankojn pro la poreoj. Ili aspektas freŝaj kaj bongustaj. Georgo amos ilin.^^Hodiaŭ, mi surprizos lin per 12 malgrandaj donac-envolvitaj trezoroj (danke al vi!). Vizitu min se vi volas ĉeesti!^^-Evelyn^^P.S. Bonvolu akcepti ĉi tiun donacon. Mi pensas, ke vi ĝuos ĝin!%item id (BC)246 %%[#]La Dankmesaĝo De Evelyn",
  "robinResource": "Saluton @,^^Gratulon pro la kompletigo de mia malgranda defio. Mi estas impresita!^^Kiel aldona bonuso, mi inkluzivis la skizojn por nova tipo de kesto. Ĝuu!^^-Robin^^^^P.S. -- Nun kiam vi havas ĉiujn tiujn rimedojn disponeblajn, kial ne viziti por iom da konstrulaboro?%item craftingRecipe Stone_Chest %%[#]La Rimeda Abundo De Robin",
  "ClintReward": "Hm, Saluton... ^Dankon pro helpi min forigi tiujn monstrojn.^^Mi tute ne timas! ...Sed ĝi devus igi la minejojn pli sekuraj por ĉiuj aliaj... ĉu ne?^^Prenu ĉi tiun skizon. (Espereble ĝi ne igos min nebezonata...)^^   -Clint, la forĝisto%item craftingRecipe Geode_Crusher %%[#]La Danko De Clint",
  "ClintReward2": "Hm, Saluton... ^Dankon pro helpi min forigi pli da monstroj.^^Eble la venontan fojon, mi mem prizorgos ilin... se mi havos tempon!^^Prenu ĉi tiun objekton. Mi trovis ĝin en la malantaŭa ĉambro...^^   -Clint, la forĝisto%item id (O)286 10 (O)287 5 (O)231 3 %%[#]Plia Danko De Clint",
  "willyBugWadCutscene": "^^   -Willy%item craftingRecipe Quality_Bobber %%[#]La Danko De Willy",
  "MSB_Pierre": "Kara @,^^Mi supozas, ke homoj ne ŝatis 'Kvalitproduktoj De Pierre' kiel mi esperis...^^Nu, jen mia malnova 'Eta Sendujo'.^La venontan fojon, kiam vi havos iujn produktojn indajn je la luksa marko 'Kvalitproduktoj De Pierre', eble vi povus sendi ilin al mi?^^ -Pierre%item id (BC)248 %%[#]Kvalitproduktoj De Pierre",
  "MSB_Lewis": "@,^Mi volis danki vin pro la prizorgado de mia speciala mendo. La tuta malfacila laboro, kiun vi faris, estis granda akcelo al la reputacio de Pelikana Urbeto.^ Jen 'Mini-Sendujo' kiel signo de mia dankemo.^ Metu ĝin ie ajn kaj mi certe haltos kiam mi faros miajn rondirojn.^^   -Lewis%item id (BC)248 %%[#]La Danko De Lewis",
  "WizardReward": "La specimeno, kiun vi liveris, ofertis bonegan komprenon pri la intrigoj de la malbelaj estaĵoj, kiujn ni nomas 'monstroj'.^^Mi formulis akran tinkturon, kiun ĉi tiuj estaĵoj trovas ebriiga. Uzu ĝin singarde...^^   -M. Rasmodius, Sorĉisto%item craftingRecipe Monster_Musk %%[#]La Malkovro De La Sorĉisto",
  "WizardReward2": "Danke al la ektoplasmo, kiun vi liveris al mi, mi faris gravan sukceson en la kampo de arkana inĝenierarto.^^Alkroĉite, vi trovos skizojn por plej utila maŝino...^^   -M. Rasmodius, Sorĉisto%item craftingRecipe Mini-Obelisk %%[#]La Sukceso De La Sorĉisto",
  "DemetriusReward": "Saluton @,^^Dankon pro via helpo kun la fiŝoj.^Naturo kutime bone prizorgas ekvilibron, sed kelkfoje artefaritaj faktoroj povas kaŭzi malekvilibron.^^Mi alkroĉis skizon el scienca revuo, kiun vi eble trovos interesa.^^-Demetrius%item craftingRecipe Farm_Computer %%[#]Dankon De Demetrio",
  "willyHours": "Bonaj novaĵoj!^^La malnova boato denove estas funkcianta, dank' al vi!^^Vizitu la malantaŭan ĉambron kiam ajn vi volas veturon.^^Mia butiko nun estas malfermita je la 8a horo ĉiutage, do vi povas komenci frue.^^-Willy[#]La Boato De Willy",
  "linusTrashCleanup": "Saluton @,^^Dankon pro helpi min purigi la ĉirkaŭan valon.^La akvoj aspektas multe pli puraj. Mi kredas, ke ĉiuj aprezos ĝin. Mi scias, ke mi ja aprezos.^Kiel maniero diri 'dankon', mi volis instrui al vi kiel kultivi vian propran fibron. Mi esperas, ke ĝi estas utila.^^-Linus%item craftingRecipe Fiber_Seeds %%[#]Dankon De Linus",
  "gusGiantOmelet": "Saluton @,^^Dankon pro la ovoj.^La ovoflavoj aspektas mirinde... Mi pensas, ke ĉi tio estos mia plej bona omleto ĝis nun!^^Bonvolu akcepti ĉi tiun donacon.^^-Gus%item id (BC)216 %%[#]La Fama Omleto De Gus",
  "pamNewChannel": "Hej infano,^^Dankon pro la 'suko'. Ĝi certe havis ...unikan... guston.^^Cetere, ĉu vi iam spektis kanalon 736? Ĝi estas laŭsezona fiŝkapta programo, kiun vi eble trovos interesa.^^Zorgu pri vi,^-Pam[#]La Konsileto De Pam",
  "emilyStones": "Saluton @,^^Dankon denove pro la mirindaj gemoj.^Ĉi tiuj estos perfektaj por mia energia reĝustigo!^Mi volis danki vin per ĉi tiu speciala donaco. Mi esperas, ke vi kreos kelkajn mirindajn objektojn per ĝi!^^-Emily%item id (BC)247 %%[#]La Gemoj De Emily",
  "carolineSO": "Saluton @,^^Lewis diris al mi, ke vi vendas multajn ingrediencojn de la insulo! Estas bonege havi aliron al novaj produktoj... ĝi vere malfermas tutan novan mondon de kuirartaj eblecoj!^Mi inkluzivas donacon por vi... kelkajn skizojn, kiujn vi eble trovos utilaj.^^-Caroline%item craftingRecipe Solar_Panel %%[#]Tropikaj Ingrediencoj De Caroline",
  "WillyTropicalFish": "@,^^Gratulon pro sukcesa insula fiŝkapta ekskurso. Mi fieras pri vi!^^ Jen, prenu ĉi tiun specialan akvarion. Ĝi estos bonega aĵo en via domo.^^-Willy%item id (F)2312 %%[#]La Tropika Defio De Willy",
  "passedOutIsland": "@,^^Vi neniam aperis ĉe la boato, do mi serĉis vin.^^ Mi trovis vin kuŝante sur la tero, kun paro da papagoj tirantaj oron el viaj poŝoj!^^ Mi devis treni vin la tutan vojon malsupren al la boato. Miaj kruroj sentas kiel du dolĉakvaj salikokoj....^-Willy",
  "passedOutIsland_Leo": "Saluton @,^^Hieraŭ nokte, mi trovis vin dormanta en la mallumo.^Ne estis tre sekura loko, do la birdaj amikoj aerlevis vin al via lito.^Bonvolu esti pli singarda venontfoje.^^-Leo^^P.S. Willy helpis min skribi ĉi tion.",
  "guntherBones": "Saluton @,^^Dankon pro ĉiuj ostoj. Mi havas multon por ordigi ĉi tie! Imagi, ke ĉiu fragmento apartenis al vivanta, spiranta korpo el la pasinteco. Fascine.^^Bonvolu akcepti ĉi tiun unikan metian recepton kiel dankdonacon!^^-Gunther%item craftingRecipe Bone_Mill %%[#]La Noto De Gunther",
  "LeoCooking": "@,^Jen manĝaĵo el mia hejmo, kiun mi kaj mia familio ĝuas. Mi esperas, ke ĝi plaĉos al vi. ^^  -Leo^^P.S. Willy helpis min skribi ĉi tion.%item cookingRecipe %%[#]La Recepto De Leono",
  "FizzIntro": "Saluton.^^Mi aŭdis, ke vi laboras pri tre speciala defio.^^Mi havas la 'perfektan' solvon por helpi vin.^^Renkontu min en la akveca kaverno sur Zingibra Insulo.^^-Fizz^Joja Specialaj Servoj[#]Letero De Fizz",
  "GreenRainGus": "Mi vidis la veterprognozon hieraŭ nokte.^^Mi ne certas, kio okazos, sed se iu volas ŝirmiĝi en la drinkejo, mi tenos ĝin malfermita la tutan tagon.^^-Gus[#]Ŝirmejo En La Drinkejo",
  "DesertFestival": "Kara @,^^Morgaŭ komenciĝas 3-taga festivalo en Kaliko-Dezerto.^^Kun la buso denove en ordo, ni ĉiuj ĝojas povi daŭrigi ĉi tiun tradician, amatan tradicion.^^Estos ludoj, senpaga manĝaĵo, premioj, kaj multe pli!^^Ankaŭ, du urbanoj estas elektitaj ĉiutage por funkciigi malgrandan butikon, do nepre vizitu kaj rigardu kion ili ofertas.^^Ĝis la revido tie!^-Lewis[#]Memorigilo Pri La Dezerta Festivalo",
  "MarniePetAdoption": "Kara @,^^Laŭ tio, kion mi povas vidi, vi vere bone prizorgis vian dorlotbeston! Mi vere ĝojas pri tio!^^Sed estas multaj dolĉaj bestoj, kiuj bezonas hejmon... Se vi interesiĝas, mi komencos oferti adoptojn de dorlotbestoj en mia butiko.^^Nur atentu, ke estas licenca kotizo, kaj ankaŭ ke ĉiu dorlotbesto volos sian propran eksteran bestobovlon, alie ili estos malfeliĉaj. Robin volonte konstruos pliajn bestobovlojn.^^Ĝis baldaŭ!^-Marnie[#]Letero Pri Adoptoj De Dorlotbestoj",
  "MarniePetRejectedAdoption": "Kara @,^^Mi scias, ke vi decidis ne adopti dorlotbeston kiam mi laste demandis. Tamen, se vi ŝanĝis vian opinion, mi nun ofertas dorlotbestajn adoptojn el mia butiko.^^Ĝis revido!^-Marnie[#]Letero Pri Dorlotbestaj Adoptoj"
}
