{
  "1": "Location/Renkontu La Sorĉiston/Vi ricevis leteron de la loka sorĉisto. Li asertas havi informojn pri la malnova komunuma domo./Eniru la turon de la sorĉisto./WizardHouse/-1/0/-1/false",
  "2": "Basic/La Mistera Ĉi/Vi trovis noton kun strangaj instrukcioj ene de sekreta serurskatolo. Ĝi estas subskribita de 'S-ro Ĉi'./Lasu ĉielarkan ŝelon en la skatolo ĉe la trajno kajo./null/-1/0/-1/false",
  "3": "Basic/La Mistera Ĉi/Vi trovis alian noton skribitan de 'S-ro Ĉi'. La peto estas eĉ pli stranga ĉi-foje./Metu 10 betojn en la fridujon de urbestro Lewis./null/-1/0/-1/false",
  "4": "Basic/La Mistera Ĉi/Vi trovis ankoraŭ alian strangan noton en la fridujo de la Urbestro. Ĉi-foje, la instrukcioj estas pli kriptaj./\"Donu al la sabla drako sian finan manĝon.\"/null/-1/0/-1/false",
  "5": "Basic/La Mistera Ĉi/Vi trovis alian noton en la okulo de la sabla drako. Ŝajnas, ke la stranga ĉasludoo de sinjoro Ĉi finiĝis./Inspektu la lignostakon apud via domo./null/-1/0/-1/false",
  "6": "ItemHarvest/Unuaj Paŝoj/Se vi volas iĝi farmisto, vi devas komenci per la bazaĵoj. Uzu vian sarkilon por prilabori la grundon, tiam uzu seman paketon sur la prilaborita grundo por semi rikoltaĵon. Akvumi ĉiutage ĝis la rikoltaĵo estas preta por rikolto./Kultivi kaj rikolti pastinakon./24/h7 8/100/-1/true",
  "7": "Building/Bredado De Bestoj/Robin, la loka ĉarpentisto, vivas norde de la urbo. Kontraŭ krudaj materialoj kaj mono, ŝi konstruos novajn konstruaĵojn en via bieno. Se vi volas bredi bestojn, vi bezonos, ke ŝi konstruu kokejon aŭ grenejon./Konstruu kokejon./Coop/-1/100/-1/true",
  "8": "Crafting/Antaŭeniĝo/Dum vi akiras sperton, vi malkovros novajn kreajn receptojn por pliigi profiton kaj faciligi la vivon. Ekzemple birdotimigilo preventos, ke korvoj manĝu viajn altvalorajn rikoltojn./Atingu la nivelon 1 de Farming kaj kreu birdotimigilon./8 true/-1/100/-1/true",
  "9": "Social/Enkondukoj/Estus bela gesto prezenti vin al la vilaĝanoj. Homoj eble deziras renkonti la novan farmiston././null/25/0/-1/true",
  "10": "Basic/Kupra Erco/Vi trovis pecon da kupra erco. Vi ne certas por kio vi povas uzi ĝin, sed la loka forĝisto devus scii./Alportu pecon da kupra erco al la forĝejo de Clint././-1/0/-1/false",
  "11": "Crafting/Forĝi Antaŭen/Se vi daŭrigos la minadon, vi devus konstrui fornon./Konstrui Fornon./13 true/12/0/-1/true",
  "12": "ItemHarvest/Fandado/Nun kiam vi konstruis fornon, vi povas fandi iom da metalo. Laŭ la instrukcioj de Clint, se vi metas 5 kuprajn ercon kaj 1 pecon da karbo en la fornon, ĝi devus produkti kupran stango./Uzu vian fornon por fandi Kupran Baron./334 1/-1/0/-1/true",
  "13": "Basic/Al La Plaĝo/Iu nomata Willy invitis vin viziti la plaĝon sude de la urbo. Li diras, ke li havas ion por doni al vi./Vizitu la plaĝon sude de la urbo antaŭ la 17:00./-1/-1/0/-1/true",
  "14": "Basic/Esploru La Minon/Estas malnova minŝakto en la montoj norde de la urbo. Povus esti valoraj mineraloj en ĝi. Sed Marlon sugestis, ke ĝi povus esti danĝera./Atingi nivelon 5 en la minoj./17/17/0/-1/false",
  "15": "Monster/Inico/Se vi povas mortigi 10 ŝlimojn, vi meritos lokon en la Gildo de Aventuristoj./0 el 10 ŝlimoj mortigitaj./Green_Slime 10/16/0/-1/false",
  "16": "Location/Inico/Vi sukcese mortigis 10 ŝlimojn. Nun vi povas eniri la Gildon de Aventuristoj./Eniru la Gildon de Aventuristoj./AdventureGuild/-1/0/-1/false",
  "17": "Basic/Pli Profunda En La Mino/Ŝajnas, ke la minlifto ankoraŭ funkcias. Ĝi permesos vin rapide reveni al ajnaj liftaj pordoj, kiujn vi malkovris. Pli profunda ekspedicio povus esti ebla./Atingi nivelon 40 en la minoj./18/18/0/-1/false",
  "18": "Basic/Al La Fundo?/Ĝis nun, ne estas signo de la fundo. Kiom profunda ĝi estas?/Atingi la fundon de la minejo./-1/-1/0/-1/false",
  "19": "Basic/La Krania Ŝlosilo/Vi trovis strangan ŝlosilon en la fundo de la minoj./Malkovru la celon de la Krania Ŝlosilo./-1/-1/0/-1/false",
  "20": "Basic/La Defio De Qi/Vi estis defiita atingi la nivelon 25 en la Krania Kaverno. Oni promesis al vi grandan rekompencon, se vi sukcesos./Atingu la nivelon 25 en la Krania Kaverno./-1/-1/0/-1/false",
  "21": "Basic/La Peto De Marnie/Marnie venis al la bieno kaj demandis, ĉu vi alportus al ŝi kavernan karoton. Ŝi provas trejni siajn kaprojn por paroli, kaj kaverna karoto estas ilia plej ŝatata manĝeto./Alportu Kavernan Karoton en la butikon de Marnie./-1/-1/0/-1/true",
  "22": "Basic/Fiŝa Kaserolo/Jodi vizits la bienon por peti vin vespermanĝi je la 19:00. Ŝia nura peto estis, ke vi kunportu grandbuŝan bason por ŝia fiŝkaserolo./Eniru la domon de Jodi kun grandbuŝa baso je la 19:00./-1/-1/0/-1/true",
  "23": "Location/Arkeologio/Vi trovis antikvaspektan objekton. Ĉu ĝi povus esti ia artefakto de antaŭ longe? Eble Gunther, kuratoro de la loka muzeo, havas la respondon./Vizitu Gunther en la muzeo./ArchaeologyHouse/-1/0/-1/true",
  "24": "Basic/Arkeologio/Gunther demandis, ĉu vi konsiderus donaci novajn artefaktojn aŭ mineralojn, kiujn vi trovas, al la muzeo. Li diras, ke li kompensos vin per fojaj maloftaj varoj./Donacu artefakton aŭ mineralon al la muzeo./-1/-1/250/-1/true",
  "25": "Basic/Kiel Gajni Amikojn/Doni donacojn estas bonega maniero por konstrui amikecojn. Lernu la individuajn gustojn de ĉiu persono kaj vi estos populara baldaŭ./Donu donacon al iu./-1/-1/100/-1/true",
  "26": "Basic/\"Rata Problemo\"/Okazas io stranga en la Komunuma Centro.../Esploru la Komunuman Centron/-1/-1/0/-1/true",
  "27": "Basic/Kobolda Problemo/Koboldo blokas la vojon al la kabano de la Sorĉistino. Devas esti ia maniero por ke li moviĝu... Eble mi serĉu pliajn informojn pri Koboldoj./Akiri eniron al la kabano de la Sorĉistino./-1/-1/0/-1/true",
  "28": "Basic/Malhela Talismano/La Sorĉisto petis min preni la magian inkon el la domo de sia eksedzino... sed por akiri aliron mi bezonos malhelan talismanon./Eniru la kloakon kaj demandu Krobus pri la malhela talismano./-1/-1/0/-1/false",
  "29": "Basic/Stranga Noto/Vi trovis noton, apenaŭ legeblan, petante vin alporti \"azera sirupo\" al la \"cekreta abbaro\"./Alportu \"azera sirupo\" al la \"cekreta abbaro\"/-1/-1/0/-1/true",
  "30": "Basic/Kripta Noto/Vi trovis noton, kiu tekstas, \"Iu atendas vin sur la nivelo 100 en la Krania Kaverno\"/Atingu la nivelon 100 en la Krania Kaverno/-1/-1/0/-1/true",
  "31": "Basic/Vintra Mistero/Vi renkontis suspektindan figuron ĉe la bushaltejo. Kiam ĝi vidis vin, ĝi forkuris al la urbo. Ĉu povus esti indico pri ĝia restadejo?/Trovu la ombran figuron./-1/-1/0/-1/true",
  "100": "LostItem/La Perditan Hakilo/Robin perdis ŝian plej ŝatatan hakilon. La lastan fojon kiam ŝi memoras uzi ĝin, ŝi tranĉis lignon sude de la ranĉo de Marnie./Trovu la perditan hakilon de Robin./Robin 788 Forest 110 81/-1/250/-1/true/Sal, vi trovis mian hakilon! Kia trankviliĝo... Mi preskaŭ dehakis mian piedfingron kun la alia, kiun mi uzis. Dankon!",
  "101": "ItemDelivery/La Peto de Jodi/Jodi bezonas freŝan florbrasiko por recepto, kiun ŝi faras. Ŝi petas, ke vi alportu al ŝi unu./Alportu al Jodi florbrasikon./Jodi 190/-1/350/-1/true/Ho, tio aspektas tiel bongusta! Dankon, ĉi tio estas ĝuste tio, kion mi volis. Ĝi estos perfekta por mia flava kareo.",
  "102": "LostItem/Urbestra \"Pantaloneto\"/Urbestro Lewis perdis sian purpuran \"pantaloneton\". Li petas vin trovi kaj redoni ĝin... Diskrete./Trovu kaj redonu la purpuran pantaloneton de urbestro Lewis./Lewis 789 AnimalShop 13 7/-1/750/-1/true/Vi trovis ĝin... kie? ...Ho!...Uhmm...He.#$b#Tie? Mi tute ne scias, kiel ili povis alveni tien...*tuso*#$b#Tio restas inter vi kaj mi. Ĉu vi komprenas?$u",
  "103": "ItemDelivery/Pam Sopiras/Pam sopiras palan bieron. Regula malnova biero ne taŭgas. Vi mem povas krei ĝin, se vi havas lupolon kaj barelon./Alportu al Pam palan bieron./Pam 303/-1/350/-1/true/Donu al mi tion. *gluk*... Ahh, tio estas, kion mi bezonis.#$b#Ĝi estas vere bela kaj lupola... notoj de citruso kaj pino, sed kun fortika korpo por teni ĝin surgrundigita.#$b#Dankon, infano. Ĉi tio signifas multon por mi. Mi sciis, ke mi povas fidi je vi.$h",
  "104": "ItemDelivery/Rikoltaĵa Esploro/Demetrius bezonas freŝan melonon por sia esplorado./Alportu al Demetrius melonon./Demetrius 254/-1/550/-1/true/Ĉi tio estas perfekta! Estas ĝuste tio, kion mi bezonas por mia esplorado. Estos malfacile ne manĝi ĝin! Dankegon.",
  "105": "ItemDelivery/Genuterapio/Georgo bezonas varman pipron por trankviligi lian dolorantan genuon./Alportu al Georgo Varman Pipron./George 260/-1/200/-1/true/Vi bezonis sufiĉe longe... hmmph... Nu ĝi estas bona kaj pika almenaŭ. Dankon.",
  "106": "ItemDelivery/Plezuro De Bovinoj/Marnie volas doni al ŝiaj bovinoj specialan regalon. Ŝi petas unu aron da amaranto./Alportu al Marnie unu aron da amaranto./Marnie 300/-1/500/-1/true/Ho, la amaranto, kiun mi petis! Koran dankon... miaj bovinoj amos ĉi tion!$h",
  "107": "LostItem/Rubusa Korbo/Estas rubusezono, sed Linus ne povas trovi sian korbon! Li petas vin helpi lin trovi ĝin. Li tute ne scias, kie ĝi estas./Trovu la korbon de Linus kaj resendu ĝin al li./Linus 790 Backwoods 27 27/-1/0/-1/true/Mia korbo! Dankon. Ĉi tio signifas multon por mi.$h",
  "108": "ItemDelivery/Ĉizi Kukurbon/Caroline volas ĉizi kukurbon kun sia filino. Ŝi petis vin alporti al ŝi unu el via bieno./Alportu al Caroline kukurbon./Caroline 276/-1/500/-1/true/Ho, la kukurbo! Ĝi estas bona... Abigail estos tiel feliĉa kiam ŝi vidos ĉi tion. Dankon, @!$h",
  "109": "ItemDelivery/Kapti Kalmaron/Willy defias vin kapti kalmaron. Li diras, ke vi povas fiŝkapti ilin el la oceano dum vintraj noktoj./Alportu al Willy kalmaron./Willy 151/-1/800/-1/true/He, vi sukcesis! Ne malbona. Tute ne malbona. Mi estas impresita.#$b#Vintro estas bona tempo por elrompi la malnovan fiŝkanon, ĉu ne?",
  "110": "ItemDelivery/La Provo De Clint/Clint volas, ke vi donu al Emily ametiston. Li volas, ke vi diru al ŝi, ke ĝi estas de li./Alportu al Emily Ametiston./Emily 66/-1/0/-1/true/Ho, mia plej ŝatata ŝtono! Vi estas tiel dolĉa!$h#$b#Ĉu? Ĝi estas de kiu?$u#$b#Ho, vi ricevis ĝin ĉe Clint? Nu, por mi ne gravas, de kie vi ricevis ĝin, ĝi estas bela! Dankon! *muŝo*$h",
  "111": "ItemDelivery/Malhela Reakciilo/La sorĉisto volas, ke vi malsupreniru en la minojn kaj alportu al li Malplenan Esencon. Li bezonas ĝin por ia malhela magio./Alportu al Sorĉisto Malplenan Esencon./Wizard 769/-1/1000/-1/true/Ha, vi alportis ĝin. Vi gajnis mian dankemon, kaj 1000g rekompencon. Nun iru.",
  "112": "ItemDelivery/Favoro Por Clint/Clint ricevis novan martelon kaj li volas elprovi ĝin sur diversaj metaloj./Alportu al Clint Feran Stangon./Clint 335/-1/500/-1/true/Hej, estas la fera stango, kiun mi petis. Ĝi aspektas forta... perfekta.#$b#Dankon, @. Mi aprezas ĉi tion.",
  "113": "ItemDelivery/La Peto de Robin/Robin skribis al vi petante iom da durligno./Alportu al Robin 10 pecojn da Durligno./Robin 709 10/-1/500/-1/true/Ho, vi alportis ĝin! Mi scias, ke mi ĉiam povas fidi je vi, @.$h#$b#Mmhmm... Ĉi tiu ligno estas perfekta. Ĝi estas ĝuste tio, kion mi bezonas. Dankon!",
  "114": "ItemDelivery/Fiŝstufaĵo/Gus volas fari fiŝstufaĵon, sed li bezonas albakoron./Alportu al Gus Albakoron./Gus 705/-1/400/-1/true/*flaras*...*flaras*... Kio estas tio? Io odoras kiel albakoro!#$b#Aha! Vi alportis ĝin! Milajn dankojn!",
  "115": "ItemDelivery/Freŝa Frukto/Emily volas gustumon de printempo. Ŝi petas freŝan abrikoton./Alportu al Emily abrikoton./Emily 634/-1/600/-1/true/Oh... Vi faris tion por mi! Dankon, ĉi tio aspektas bongusta!$h",
  "116": "ItemDelivery/La Donaco De Granny/Evelyn volas surprizi sian edzon per donaco./Alportu al Evelyn Poreon./Evelyn 20/-1/500/-1/true/Ho, dankon, kara. Ĉi tiu poreo aspektas bongusta. Georgo estos tiel feliĉa.#$b#Li amas kiam mi faras ovojn kun poreoj por matenmanĝo.",
  "117": "ItemDelivery/Avizo de Pierre/Pierre pagos \"bonan prezon\" al tiu, kiu alportos al li teleron da saŝimioj. Ŝajne li vere sopiras ĝin./Alportu al Pierre iom da Saŝimioj./Pierre 227/-1/1000/-1/true/Jam estas tempo! Mi komencis ricevi la skuojn, mi deziris ĉi tiun fiŝon tiel malbone. *munch*... Mmm, nun tio estas bona.#$b#Dankon, @.$h",
  "118": "ItemDelivery/Akva Esplorado/Demetrius studas la toksinnivelojn de la loka puffiŝo. Li dezirus, ke vi alportu al li unu./Alportu al Demetrio Puffiŝon./Demetrius 128/-1/1000/-1/true/Jen vi estas. La specimeno aspektas perfekta. Mi tuj metos ĝin sur glacio. Dankon, @!",
  "119": "ItemDelivery/Stelo De Soldato/Kent volas doni al sia edzino stelfrukton por ilia datreveno./Alportu al Kent stelfrukton./Kent 268/-1/500/-1/true/Hej. Shhh... Ne lasu Jodi vidi ĝin.#$b#Ha, tio aspektas suka. Ŝi amos ĝin. Multan dankon.$h",
  "120": "ItemDelivery/Bezono De La Urbestro/Urbestro Lewis deziras trufoleon. Li ne klarigos por kio ĝi estas. Eble vi ne bezonas scii tion./Alportu al Lewis botelon da Trufoleo./Lewis 432/-1/750/-1/true/Ĉu vi havas la oleon? Lasu min vidi...#$b#Ĝi estas altkvalita... tre glata. Bonege. Dankon.",
  "121": "ItemDelivery/Dezirita: Omaro/Gus eligis avizon petante freŝan omaron./Alportu al Gus omaron./Gus 715/-1/500/-1/true/Io odoras kiel freŝa omaro. Ho, tio estas bona.$h#$b#Zorgu, amiko.",
  "122": "ItemDelivery/Pam Bezonas Energion/La televidila stirilo de Pam estas morta. Ŝi havas malfacilan tempon iri tien kaj reen inter la kanapo kaj la televidilo./Alportu al Pam Baterion./Pam 787/-1/400/-1/true/Hej, vi kunportis la baterion! Dankon, infano... Vi estas livsavanto!$h",
  "123": "ItemDelivery/Potenca Stabo/La Sorĉisto kreas stabon de fenomena potenco. Kiu scias por kio ĝi estas. Li bezonas iridian stangon por fini ĝin./Alportu Iridan Stangon al la Sorĉisto/Wizard 337/-1/5000/-1/true/Ah, altvalora iridio. Vi faris bone, @. Vi havas mian dankemon. Nun, foriru.",
  "124": "ItemDelivery/Kaptu Lingmoruon/Willy defias vin kapti lingmoruon./Alportu al Willy Lingmoruon./Willy 707/-1/550/-1/true/Hej, tio estas vera lingmoruo! Vi certe havas la sangon de fiŝkaptisto en vi.$h",
  "125": "ItemDelivery/Ekzotikaj Spiritoj/Gus volas fari Kokos-ne-neon, sed al li mankas la ĉefa ingredienco./Alportu al Gus Kokoson./Gus 88/-1/600/-1/true/Kokoso! Nun estas trankviliga vidaĵo por miaj vintraj okuloj.$h#$b#Ĝi estos perfekta por mia kokos-ne-neo. Dankon!",
  "126": "ItemDelivery/Komisio Por Via Edzino/Via edzino petis vin alporti al ŝi 200 pecojn da fibro por sekreta projekto./Alportu al Emily 200 Fibron./Emily 771 200/-1/0/-1/false/Ho, ĉi tio aspektas perfekta... kaj ĝi ankaŭ estas daŭripove kolektita! Koran dankon, @.$h#$b#Nun, mi havas mian laboron por mi. Pasos ankoraŭ kelkaj tagoj antaŭ ol ĝi estos preta...",
  "127": "Basic/La Kuka Promenado De Haley/Via edzino organizas bonfaran kukpromenadon sur la urboplaco. Ŝi petis, ke vi kunportu ĉokoladan kukon./Eniru la urbeton en suna mateno kun ĉokolada kuko./-1/-1/0/-1/true",
  "128": "SecretLostItem/.../.../.../Abigail 191 100 129/-1/0/-1/false/Tiu kolĉeno! Kie vi trovis ĝin?$7#$b#Nu, dankon pro alporti ĝin al mi, @. Mia patrino neniam scios...$h",
  "129": "SecretLostItem/.../.../.../Caroline 191 50 128/-1/0/-1/false/Kio estas tio? Mia malnova kolĉeno?$s#$b#Tio estas stranga, mi eĉ ne rimarkis, ke ĝi mankas... Nu, dankon pro revenigi ĝin, @.$h",
  "130": "Basic/La Edzino de la Pirato/Maljunulino loĝanta sur Zingibra Insulo petas vin trovi suveniron de ŝia edzo. Ŝi donis al vi malnovan foton de soldato kiu lavis supren sur la marbordo, esperante ke ĝi helpos iel./Trovu memoraĵon, kiu apartenis al la edzo de Birdie./-1/-1/0/-1/false",
  "131": "Fishing/La Defio de Willy/Willy defiis vin kapti 3 Sablofiŝojn./Kaptu 3 Sablofiŝojn./-1/-1/0/-1/false",
  "132": "ItemHarvest/Komenco/Se vi volas fariĝi bienisto, vi devas komenci per la bazaĵoj. Nutru viajn kokojn ĉiutage lasante ilin manĝi herbon ekstere, aŭ metante fojnon en iliajn trogojn. Kiam ili maturiĝos, rikoltu ovon!/Kolektu ovon de viaj kokoj./-5/h8 133/100/-1/true",
  "133": "Building/Manĝigi Bestojn/Robin, la loka ĉarpentisto, loĝas norde de la urbo. Kontraŭ krudmaterialoj kaj mono, ŝi konstruos novajn konstruaĵojn en via bieno. Se vi konstruos silon, vi povos komenci rikolti vian propran herbon per la falĉilo, kaj konservi ĝin por nutri viajn bestojn./Konstruu Silon./Silo/-1/100/-1/true",
  "134": "Basic/La Giganta Stumpo/La granda arbo sude de mia bieno falis per blovo. Kun 100 durligno, mi povus transformi la stumpo en ion interesan.../Riparu la gigantan stumpon./-1/-1/0/-1/false"
}
